{
    "en": {
        "titleLevelInfo": "Level information",
        "titleLevelComplete": "Level complete!",
        "titleLevelSelect": "Level Select",
        "bodyLevelInfo_6": "Remember: Operations inside brackets always come first.",
        "titleStage": "Stage",
        "titleFinalScore": "Your final score",
        "titleReplay": "Replay",
        "bodyDidYouKnow_1": "Information from one step in problems is needed for additional steps. A single mistake on a multi-step expression may compromise the final result.",
        "titleHowToPlay": "How to play",
        "titleCongratulations": "Congratulations!",
        "titleClose": "Close",
        "bodyLevelInfo_3": "Remember: Solve exponents first, then multiply or divide, then add or subtract.",
        "bodyLevelInfo_7": "...",
        "bodyDidYouKnow_8": "To estimate if 12 times 7 is LESS than 91, we can round 12 to 10, and make it times 7 instead, having 70 as a result. Then we sum the rest, which is 7 times 2. As the final result we have 84. That is indeed less than 91.",
        "bodyFinalQuestion_1": "...",
        "bodyFinalQuestion_9": "You hear the voice of 1 person talking on the phone on the other side of the wall. Is the number of people talking on the other side of the wall higher as the result of the equation below?",
        "bodyDidYouKnow_3": "The end of the next levels will have questions about a situation the agent will face in the room. You can use estimation to get a rough idea of a calculation. Round the numbers to make it easier. Then do the calculation. If it's really different to the estimation it will probably be wrong.",
        "titleWrongAnswer": "Wrong Answer,\r\nBut don't Give up",
        "titleYes": "Yes",
        "titleConfirm": "Confirm",
        "bodyDidYouKnow_6": "If we want to know if 318 is MORE than the half of 593, we can round 593 to 600. With that, we can now check that the half of 600 is 300, which already gives us a good estimated number to know the answer is true.",
        "bodyFinalQuestion_6": "All the way through this room you counted 593 footsteps on the floor. Knowing a person has 2 feet, and that the footsteps were all from the same person, is the result of the equation (318) MORE than the number of footsteps you found for ONE foot alone? ",
        "bodyLevelInfo_2": "...",
        "titleContinue": "Continue",
        "titleDidYouKnow": "Review",
        "titlePlay": "Play",
        "bodyLevelInfo_4": "...",
        "bodyFinalQuestion_3": "...",
        "bodyFinalQuestion_4": "You see a clue leading to the Villain that says the answer of the equation (99) represents 5% of the Villain’s birth year (1980). Was this clue correct?  ",
        "bodyDidYouKnow_9": "Nice job! You have gone through the last door, and then found and arrested the Villain. You are awesome! ",
        "bodyDidYouKnow_2": "...",
        "bodyHowToPlay": "Click on the COLORED BUTTONS located on the keyboard to the right. You must open the door by choosing the right order to solve the multi-step expression.\r\n\r\nThe order of operations is:\r\n\r\n- Brackets\r\n\r\n- Exponents\r\n\r\n- Divide and Multiply\r\n\r\n- Add and Subtract\r\n\r\n- And always from the LEFT to the RIGHT",
        "bodyLevelInfo_9": "...",
        "titleOkay": "Okay",
        "titleNo": "No",
        "bodyFinalQuestion_2": "...",
        "bodyDidYouKnow_5": "...",
        "titleTryAgain": "Try Again",
        "bodyLevelInfo_5": "...",
        "bodyFinalQuestion_5": "On the elevator you notice that the building you are in has 30 floors. Each floor has 4 rooms. Is the TOTAL amount of rooms on the building LESS than the result of the equation (629)?",
        "bodyFinalQuestion_8": "You saw a calendar paper on the wall with a scratch over exactly 12 weeks of the year. You know that a week has 7 days. Is the amount of days scratched on the calendar LESS than the result of the equation (91)? ",
        "bodyDidYouKnow_7": "...",
        "titleDone": "Done",
        "bodyLevelInfo_8": "...",
        "bodyDidYouKnow_4": "To estimate percentual results we can try to round numbers first. It is easy to find 10% out of 1980, it is: 198 (just take 1 zero out). So, in order to discover 5%, we know it will be half that same number, which is 99. And of course if we had rounded those numbers we would have had the half of 200, which is 100, and that also would help us to estimate the answer.",
        "bodyLevelInfo_1": "Click on the COLORED BUTTONS located on the keyboard to the right. You must open the door by choosing the right order to solve the multi-step expression.\r\n\r\nThe order of operations is:\r\n\r\n- Brackets\r\n\r\n- Exponents\r\n\r\n- Divide and Multiply\r\n\r\n- Add and Subtract\r\n\r\n- And always from the LEFT to the RIGHT ",
        "bodyFinalQuestion_7": "You found a clue saying that the Villain is hiding in this place for MORE than 3 years. Knowing that 1 year has 365 days and that the answer to the equation (742) represents the total time, in days, he has been hiding, was this clue correct?",
        "titleScore": "Your score"
    },
    "es": {
        "titleLevelInfo": "Información de nivel",
        "titleLevelComplete": "¡Nivel completo!",
        "titleLevelSelect": "Selección de nivel",
        "bodyLevelInfo_6": "Recuerde: Las operaciones dentro de los corchetes siempre se hacen primero.",
        "titleStage": "Escenario",
        "titleFinalScore": "Tu puntuación final",
        "titleReplay": "Replay",
        "bodyDidYouKnow_1": "Se necesita información de un paso de los problemas para los pasos adicionales. Un único error en una expresión de varios pasos puede comprometer el resultado final.",
        "titleHowToPlay": "Cómo jugar",
        "titleCongratulations": "¡Enhorabuena!",
        "titleClose": "Cerrar",
        "bodyLevelInfo_3": "Recuerda: Resuelve primero los exponentes, luego multiplica o divide y, a continuación, suma o resta.",
        "bodyLevelInfo_7": "...",
        "bodyDidYouKnow_8": "Para estimar si 12 veces 7 es MENOR que 91, podemos redondear 12 a 10, y hacerlo por 7, teniendo 70 como resultado. Luego sumamos el resto, que es 7 veces 2. Como resultado final tenemos 84. Eso es, en efecto, menos de 91.",
        "bodyFinalQuestion_1": "...",
        "bodyFinalQuestion_9": "Oyes la voz de una persona hablando por teléfono al otro lado de la pared. ¿El número de personas que hablan al otro lado de la pared es mayor como resultado de la ecuación de abajo?",
        "bodyDidYouKnow_3": "Al final de los siguientes niveles tendrás preguntas sobre una situación que el agente se enfrentará en la sala. Puedes utilizar la estimación para hacerte una idea aproximada de un cálculo. Redondea los números para facilitarlo. Luego haz el cálculo. Si es realmente diferente a la estimación, probablemente esté equivocado.",
        "titleWrongAnswer": "Respuesta errónea,\r\nPero no te rindas",
        "titleYes": "Sí",
        "titleConfirm": "Confirmar",
        "bodyDidYouKnow_6": "Si queremos saber si 318 es MÁS que la mitad de 593, podemos redondear 593 a 600. Con eso, ahora podemos comprobar que la mitad de 600 es 300, lo que ya nos da un buen número estimado para saber que la respuesta es cierta.",
        "bodyFinalQuestion_6": "A lo largo de esta habitación contó 593 pasos en el suelo. Saber que una persona tiene 2 pies, y que los pasos fueron todos de la misma persona, ¿es el resultado de la ecuación (318) MÁS que el número de pasos que encontró solo para UN pie? ",
        "bodyLevelInfo_2": "...",
        "titleContinue": "Continuar",
        "titleDidYouKnow": "Reseña",
        "titlePlay": "Jugar",
        "bodyLevelInfo_4": "...",
        "bodyFinalQuestion_3": "...",
        "bodyFinalQuestion_4": "Ves una pista que lleva al villano que dice que la respuesta de la ecuación (99) representa el 5% del año de nacimiento del villano (1980). ¿Era correcta esta pista?  ",
        "bodyDidYouKnow_9": "¡Buen trabajo! Has pasado por la última puerta, y luego has encontrado y arrestado al villano. ¡Eres increíble! ",
        "bodyDidYouKnow_2": "...",
        "bodyHowToPlay": "Haz clic en los BOTONES COLOREADOS situados en el teclado de la derecha. Debes abrir la puerta eligiendo el orden correcto para resolver la expresión de varios pasos.\n\nEl orden de las operaciones es:\n\n- Soportes\n\n- Exponentes\n\n- Dividir y multiplicar\n\n- Sumar y restar\n\n- Y siempre de IZQUIERDA a DERECHA",
        "bodyLevelInfo_9": "...",
        "titleOkay": "Está bien.",
        "titleNo": "No",
        "bodyFinalQuestion_2": "...",
        "bodyDidYouKnow_5": "...",
        "titleTryAgain": "Intenta de nuevo",
        "bodyLevelInfo_5": "...",
        "bodyFinalQuestion_5": "En el ascensor te das cuenta de que el edificio en el que te encuentras tiene 30 plantas. Cada planta tiene 4 habitaciones. ¿La cantidad TOTAL de habitaciones del edificio es MENOR que el resultado de la ecuación (629)?",
        "bodyFinalQuestion_8": "Viste un papel de calendario en la pared con un rasguño durante exactamente 12 semanas del año. Sabes que una semana tiene 7 días. ¿La cantidad de días rayada en el calendario es MENOR que el resultado de la ecuación (91)? ",
        "bodyDidYouKnow_7": "...",
        "titleDone": "Terminado",
        "bodyLevelInfo_8": "...",
        "bodyDidYouKnow_4": "Para estimar los resultados porcentuales, podemos intentar redondear los números primero. Es fácil encontrar el 10% de 1980, es: 198 (solo toma 1 cero). Así que, para descubrir el 5%, sabemos que será la mitad del mismo número, que es 99. Y, por supuesto, si hubiéramos redondeado esos números, habríamos tenido la mitad de 200, que es 100, y eso también nos ayudaría a estimar la respuesta.",
        "bodyLevelInfo_1": "Haz clic en los BOTONES COLOREADOS situados en el teclado de la derecha. Debes abrir la puerta eligiendo el orden correcto para resolver la expresión de varios pasos.\n\nEl orden de las operaciones es:\n\n- Soportes\n\n- Exponentes\n\n- Dividir y multiplicar\n\n- Sumar y restar\n\n- Y siempre de IZQUIERDA a DERECHA ",
        "bodyFinalQuestion_7": "Has encontrado una pista que dice que el villano se esconde en este lugar durante MÁS de 3 años. Sabiendo que 1 año tiene 365 días y que la respuesta a la ecuación (742) representa el tiempo total, en días, ha estado escondido, ¿era correcta esta pista?",
        "titleScore": "Tu puntuación"
    }
}