{
 "en": {
  "titleHowToPlay": "How to play",
  "titlePlay": "Play",
  "titleLevelComplete": "Level COMPLETE",
  "titleScore": "Your score",
  "defeatTitle": "DEFEAT:",
  "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
  "titleListenToText": "LISTEN",
  "titleClose": "Close",
  "titleLevelSelect": "Level Select",
  "titleRetry": "Retry",
  "titleGotIt": "GOT IT!",
  "titleCongratulations": "Congratulations!",
  "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
  "titleOkay": "Okay",
  "titleTapAnywhere": "Hold any key to continue...",
  "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
  "titleConfirm": "Confirm",
  "hudScore": "Score:",
  "titleNewGame": "New Game",
  "star_finishTheLevel": "Finish the level...",
  "titleContinue": "CONTINUE",
  "titleRateTheGame": "Hey, don’t forget to rate the game!",
  "titleYes": "YES",
  "titleTryAgain": "TRY AGAIN",
  "visualQuiz_TryAgain": "Try again",
  "titleFinalScore": "YOUR FINAL SCORE",
  "star_dontRepeatLevel": "Try completing the level without resetting to checkpoints...",
  "titlePressAnyKey": "Press any key to continue...",
  "star_correctAnswer": "Answer the question correctly...",
  "titleNo": "NO",
  "titleDone": "Done",
  "gameOverMessage": "Game over, but don't worry you can try again!",
  "GameOver": "Game over",
  "titleLevelInfo": "INFORMATION",
  "768f4419": "Disagreements over slavery",
  "67df9749": "A shortage of natural resources",
  "dbf362c4": "Why was there political instability in the United States before the Civil War?",
  "54cb08e3": "Jefferson Davis",
  "5309fb09": "Abraham Lincoln",
  "c7f9227c": "Attack from Union forces",
  "86bf82a7": "Attack from Confederate forces",
  "df96feb4": "Who was elected  president in 1860  without support  from the South?",
  "679007e4": "Abraham Lincoln",
  "62b89711": "Jefferson Davis",
  "df0d98df": "What made the U.S. so politically divided before the Civil War?",
  "b2be4ee8": "A shortage of natural resources",
  "1c6a891b": "Disagreements over slavery",
  "9688edbc": "Political instability in the United States grew from conflicts between the North and South over slavery. ",
  "0fd192ef": "Abraham Lincoln was elected president with Northern (Union) support but no Southern (Confederate) backing. ",
  "410952d3": "The political instability came from internal conflicts, especially about slavery. The United States did not have a shortage of natural resources. (South).",
  "e0204f17": "Answers",
  "5c5aedc8": "There was political instability in the United States due to: ",
  "4057940c": "The president elected in 1860  without support  from the South was:",
  "23d83248": "What made the U.S. so politically divided before the Civil War?",
  "41930b58": "The United States, mid-19th century.",
  "72db6172": " The North was rapidly industrializing, with expanding cities, railroads, and a labor system based on paid workers.\n",
  "175c9975": "A growing nation, but one struggling with deep internal divisions.",
  "cf59ade7": "The South remained largely rural and agricultural, relying heavily on plantations and enslaved labor to sustain its economy.\n",
  "04636863": "With the upcoming elections, these contrasting ways of life led to rising tensions",
  "d174b5a8": "As new states joined the country, the question of whether slavery would be permitted reignited fierce national debate.",
  "1a7b29ce": " Eventually, words gave way to action...",
  "80a81a61": "Both sides expected a quick victory. Instead, they faced heavy losses.",
  "9f75274b": "The battle of Bull Run ended in a Confederate victory, but the celebration was short-lived.",
  "56677ebc": "The message was clear: this war would not end quickly.",
  "59b1bdda": "Tactically, the Battle of Antietam was inconclusive. But gave the Union a much-needed sense of victory.\n",
  "46ba0e3b": "President Lincoln had been holding back a major decision, waiting for the right moment.\n",
  "0d26b3af": "He believed that issuing a proclamation to free enslaved people needed to come after a Union success. ",
  "84c13e73": "Just days after the battle, Lincoln made his move. \r\n",
  "f72373f8": " Otherwise, it might seem like a desperate act from a losing side, rather than a strong moral and political stance.",
  "16e6ba30": "He announced the Emancipation Proclamation, declaring that all enslaved people in the Confederate states would be set free.",
  "2e756ba6": "The war, once fought only to preserve the Union, now had a deeper purpose: to end slavery in the United States",
  "2d74dd9b": "At the start of the Civil War, the Union faced a serious disadvantage: military leadership.",
  "5ce58eef": "Many of the most experienced officers chose to fight for the Confederacy, often out of loyalty to their home states",
  "7fcc91bd": "Among them was Robert E. Lee, who left the U.S. Army to stand with Virginia.",
  "58eb543a": "Early Northern campaigns suffered as a result.",
  "57a81ee1": "But the Union had something the Confederacy did not: a long-term strategy.",
  "a19fad59": " It was called the Anaconda Plan.",
  "77aec003": "The Civil War introduced powerful new tools.",
  "aea5f014": "For years, the war remained uncertain.\n",
  "dc1172b8": "Until Gettysburg.",
  "8b199e15": "During the battle of Gettysburg, Union and Confederate forces faced off in a crucial combat.",
  "dcf32a35": "The Battle of Gettysburg, and Lincoln’s powerful words, helped redefine the meaning of the Civil War.",
  "4442fbad": "The Union, on the other hand, began to adopt a new strategy: total war.",
  "44c26025": "It was about disrupting the South’s ability to fight, targeting railroads, industry, and infrastructure.\r",
  "adfa721b": " By stretching the war beyond the front lines, the Union aimed to bring the conflict to a close.",
  "f24b29c6": "And one of the darkest chapters was yet to come: the Battle of Antietam.",
  "62ef3a3d": "Both sides entered the war with confidence, but for different reasons.\n",
  "ccddd171": "The Union had more people, industry, and infrastructure, giving the North clear advantages in the war.",
  "9d15f1bc": "Still, it faced challenges like unfamiliar terrain, mixed public support, and less experienced generals",
  "228274cf": "The Confederacy, though outnumbered and with fewer resources, had strong leadership and home-field advantage.\n",
  "332d6894": "But the South lacked infrastructure, factories, and struggled with supplies.",
  "f5f40465": "In July 1861, they met at Bull Run.",
  "1d1a35f3": "What event at Fort Sumter marked the beginning of the Civil War?",
  "a1c2df37": "The forces that attacked Fort Sumter, which marked the start of the Civil War were:",
  "2e0ee0ce": "Soon after, Confederate forces attacked Fort Sumter, starting the Civil War between the Union (North) and the Confederacy (South).",
  "be9fe24b": "Attack from Union forces",
  "926fdec5": "Attack from Confederate forces✅",
  "1c90f0d0": "Union Shattered! Southern States Secede After Lincoln’s Victory",
  "300e1480": "Lincoln was elected president without support from the Southern states, largely because of his stance against the expansion of slavery into the new territories. Southern leaders, whose economy depends on slave labor, fear his presidency threatens their way of life.\r\n\r\n In response, they have seceded from the Union and formed the Confederate States of America, naming Jefferson Davis as their president",
  "515d0e2b": "Abraham Lincoln",
  "6f14a2ad": "Jefferson Davis",
  "fd5818af": "The Anaconda Plan",
  "53469033": "1- Blockade Southern ports to choke off their trade.\n\n2- Take the Mississippi, cut the Confederacy in two.\n\n3- Capture Richmond, the Confederate capital",
  "bc210248": "Confederate Battle Plan – BULL RUN",
  "e996f8fc": "- Hold the defensive line.\r\n\n- They have more men. We have the ground. Use it well.\r\n\n- Wait for reinforcements.\r\n\n-We must protect our capital, Richmond, at all costs.",
  "5a08d8c0": "Women Strengthen Our Battlefields",
  "c53920ef": "As the war presses on, women across the country are stepping up. \r\n\r\nFrom tending to the wounded in field hospitals to spying, organizing supplies and managing homefront efforts, their contributions are vital.\r\n\r\nTheir presence brings order, care, and strength",
  "7c778efc": "Kate Cumming \n Confederate Nurse",
  "1f51ce3a": "Pauline Cushman\n Union Spy",
  "375c044d": "A Bloody Victory At Antietam",
  "f8a79360": "Though Antietam is claimed as a Union victory, many who fought there see it as a loss for both sides.\r\n\r\nIt marked the single bloodiest day in American history, with thousands killed or wounded.\r\n\r\nA sobering reflection on the true price of war.",
  "998b9a8c": "Antietam, Maryland.\n Battlefield on the day of battle \n",
  "3039bf96": "Lincoln Issues Emancipation Proclamation",
  "90148983": "President Abraham Lincoln has issued the Emancipation Proclamation, declaring that all enslaved people in Confederate states are now free. \n\nThough it doesn’t affect most right away, the proclamation brings hope that a Union victory will secure true liberty. \n\nThe move also weakens the Southern economy, and may discourage foreign support for the Confederacy.\n\n",
  "1ebe5b0e": "Emancipation Day parade on Richmond",
  "ca66ad56": "Sergeant William H. Carney\nUnion Soldier",
  "eb2c5024": "\"They make better soldiers in every respect than any troops I have ever had under my command.\"\r\n\r\n—Union General James G. Blunt",
  "e4489f70": "\"This nation, under God, shall\r\nhave a new birth of freedom and that government of the people, by\r\nthe people, for the people, shall not perish from the earth.\"\n\nAbraham lincoln, President of the United States of America",
  "7388bf29": " Meanwhile, Black soldiers have begun joining the Union ranks in greater numbers. \n\nDespite their courage, they face unequal pay, poor training, and inferior equipment. \nIf captured, they risk death or re-enslavement.",
  "a870998a": "Despite Early Struggles, the Union Stands Firm",
  "e480718f": "Generals like Winfield Scott, creator of the Anaconda Plan, and Ulysses S. Grant, who secured key victories, continue to bring hope to the Northern cause.",
  "e70c5693": "General Ulysses S. Grant",
  "a3baa99c": "General Winfield Scott",
  "9d5859a1": "Tensions Rise Within the Union",
  "5a83a02d": "Not all in the North stand united. \n\nThe Emancipation Proclamation and the war itself have sparked protest and unrest.\r\n\r\nIn response, President Lincoln has taken firm action, sending troops to suppress riots and suspending habeas corpus, allowing arrests without formal charges in this time of national crisis.\r\n\r\nThough our cities have largely escaped the destruction of battle, political divisions and restricted freedoms remind us: the war is being fought at home too.",
  "dc10b437": "Portrays Lincoln’s efforts to unite the country despite deep divisions over slavery",
  "ce6bb3b0": "The Political Blondin",
  "269abdef": " Lee Surrenders at Appomattox!",
  "ab311c4d": "Victory at Last:",
  "52d5ff60": "On April 9, 1865, General Robert E. Lee surrendered to General Ulysses S. Grant at Appomattox Court House, bringing the Civil War to a long-awaited end.\r\n\r\nAfter years of hardship and sacrifice, our nation can finally begin to heal and move forward together.\r\n\r\nThe Union stands strong, and freedom shines brighter than ever!",
  "c92dfe66": "Dear Sarah,\r\n\r\nI’m writin’ you with a heavy heart.\n\nThey told us we are fighting for liberty and our way of life in the Confederate army. But whose liberty? I don’t own a single slave, and neither do any of the boys here.\r\n\r\nMeanwhile, the rich folks buy their way out while we freeze, starve, and die out here. Feels like we’re fightin’ their war, not ours.\r\n\r\nSome call it a “rich man’s war and a poor man’s fight.” They ain’t wrong.\r\n\r\nI miss home more than I can say.\r\n\r\nYours,\r\n\r\nThomas",
  "3c32629c": "Something to \nremember me by",
  "385346db": "To my son, if you find this\r\n\r\nThe war has come too close.\r\n\r\nTowns are burning, and families are fleeing with only what they can carry. \r\n\nIt’s our turn now, we must leave the farm behind.\r\n\r\nI pray this letter reaches you.\r\n\r\nYour loving mother",
  "7bde5273": "So many memories...",
  "f35ed028": "Who was elected  president in 1860  without support  from the South?",
  "e128e07c": "Who was elected  president in 1860  without support  from the South?",
  "ea0e6134": "Abraham Lincoln",
  "0a65de18": "Jefferson Davis",
  "51273e92": "Abraham Lincoln",
  "c348eed8": "Abraham Lincoln was elected president in 1860 with very little or no support from Southern states. His election caused many Southern states to secede, as they feared he would abolish slavery.",
  "a608fa34": "What made the U.S. so politically divided before the Civil War?",
  "5bbe511b": "What event at Fort Sumter marked the beginning of the Civil War?",
  "b9944bb1": "The Confederate forces attacked Union-held Fort Sumter, which marked the start of the Civil War. The Union forces were defending the fort but did not initiate the attack.",
  "9b03d8d1": "Attack from Union forces",
  "20b23701": "Attack from Confederate forces",
  "9b7d94d6": "The Confederacy advantages in the war were:",
  "2fa921a1": "The Confederacy advantages in the war were:",
  "20e4757c": "Strong military leadership and familiar land",
  "f824bc79": "A larger population, more factories, and better railroads",
  "65f8f8bd": "The Confederacy had skilled generals, knew the land well, moved faster, and used local support to defend their territory effectively.",
  "ed7dccb9": "The Union advantages in the war were:",
  "421f3fe0": "The Union advantages in the war were:",
  "4002f71d": "The Union had more factories, railroads, and a larger population.  These resources meant they could produce more weapons, supplies, and uniforms, move troops quickly across long distances, and replace losses more easily.  This industrial and population strength gave the Union a long-term advantage in sustaining the war effort.",
  "e0a401a9": "Strong military leadership and familiar land",
  "1489cea3": "A larger population, more factories, and better railroads",
  "3f60efd0": "What were some disadvantages faced by the Confederacy during the Civil War?",
  "4b68426d": "The Confederacy lacked industrial resources, had fewer railroads, and a smaller population, which made it harder to supply their army and replace fallen soldiers.   In contrast, the Union had more resources but faced challenges like fighting on unfamiliar ground and struggling with effective military leadership in the early years of the war.",
  "74b5e9f6": "They had fewer factories, railroads, and a smaller population",
  "c9fea325": "They had to fight in unfamiliar territory and struggled with weak military leadership",
  "6db79ce9": "What did women do during the Civil War?",
  "2465d417": " Woman worked as nurses, factory workers, and spies.  Some even disguised themselves as men to fight in battles.  ",
  "cabfa7fb": "They helped by sending letters and baking goods",
  "e4063a55": "They worked as nurses, factory workers, and spies",
  "90e556bc": "Which of these battles was considered a Union victory?",
  "ff27d372": "Antietam was a costly Union win and the war’s bloodiest day. ",
  "c2dfb890": "Antietam",
  "5c78c890": "Bull Run",
  "4b36e9f8": "Why did Lincoln issued the Emancipation Proclamation?",
  "dd5e84bf": "Why did Lincoln issued the Emancipation Proclamation?",
  "1ca410dc": "Lincoln’s Emancipation Proclamation aimed to weaken the Confederacy’s labor force by freeing slaves and giving the Union a moral cause abroad.",
  "d7f5a6f0": "To end the war and make peace with the south",
  "5c1b9fa2": "To weaken the Confederacy and give the war a moral cause",
  "2e74f1a5": "In which army did Black soldiers enlist during the Civil War?",
  "879c651f": "After the Emancipation Proclamation, Black soldiers enlisted in the Union Army.  They fought bravely for freedom and helped turn the tide of the war.",
  "ebf2683e": "The Confederate Army",
  "6aaf12b2": "The Union Army",
  "2df0a2e5": "Why was the Emancipation Proclamation issued after the Battle of Antietam?",
  "39bddb29": "Lincoln waited for a Union win before issuing the proclamation to avoid seeming desperate and keep foreign support from backing the South.",
  "e17a9892": "Lincoln needed a Union victory to announce it from a position of strength",
  "e743b1c5": "Antietam forced the Confederacy to surrender",
  "043f5f9b": "Robert E. Lee was a general from the:",
  "85044bbb": "Robert E. Lee led the Confederates, choosing Virginia over the Union. ",
  "8bbcee1b": "The Confederate Army",
  "e4d803ca": "The Union Army",
  "d59a2b62": "Ulysses S. Grant was a general from the:",
  "90d29811": "Grant was a leading general for the Union.",
  "7dfc17de": "What was the Anaconda Plan?",
  "675fbee6": "The Union’s Anaconda Plan aimed to surround the South, blockade ports, and control the Mississippi.",
  "00b00fe2": "A plan to hold territory and gain support from European countries❌",
  "a6a99100": "A strategy to blockade the South and split it by controlling the Mississippi River",
  "90548888": "Why did Union soldiers enlist in the Civil War?",
  "bde4aaa5": "Most Union soldiers opposed secession and believed preserving the Union was worth fighting for.",
  "44f284e3": "To gain land and wealth in the South",
  "6a1668ca": "To preserve the United States and support a strong national government",
  "23ea1e18": "Why did Black soldiers enlist in the Union Army?",
  "844a0f0e": "Many Black soldiers joined the Union to fight slavery, prove their worth, and help secure freedom and equal rights.",
  "c68531c4": "To support plantation owners in the South",
  "10597d12": "To fight for freedom and the hope of full citizenship",
  "0fdd7771": "Why did Confederate soldiers without slaves enlist?",
  "2571a3ed": "Many Confederate  fought to defend their homes. Still, they often felt they were risking their lives to protect the wealth and power of rich slaveowners.  ",
  "1883d251": "To defend their homes and families",
  "885326e1": "To gain wealth from slavery",
  "3fc2953a": "What did the total-war strategy represent?",
  "327e7400": "Total war is a strategy that  involves attacking the economy, infrastructure, and civilian resources that help sustain the enemy’s war effort.",
  "4838b374": "A tactic based on quick, small-scale surprise attacks against isolated units",
  "343671cb": "A military approach that targets both enemy forces and the resources that support them",
  "574a0798": "Why was the Battle of Gettysburg a turning point in the war?",
  "d075ae8e": "It was a major defeat for the Confederacy, ending General Lee’s attempt to invade Northern territory. This victory marked the beginning of a stronger Union offensive. ",
  "bd4311d1": "It stopped the Confederacy’s invasion of the North and boosted Union morale",
  "7a0d7427": "It marked the final surrender of the Confederate Army",
  "d9eb5318": "Which army won the Civil War?",
  "47c9fb32": "After four years, the Union won when Lee surrendered to Grant in 1865, restoring the United States as one united nation.",
  "09531a59": "The Union Army",
  "99d9b708": "The Confederate Army",
  "e80072d5": " Fine work, recruit!. We’ll carry on tomorrow",
  "a1a16115": "Fine work, recruit. The training was solid!",
  "2a4144cc": "On that night, Confederate forces bombarded Union-held Fort Sumter, forcing its surrender after 34 hours.",
  "4c56774a": "While no soldiers died during the bombardment, the attack unified the North against secession and marked the official beginning of the Civil War.",
  "c95c5a3c": "The political instability came from internal conflicts, especially about slavery. ",
  "dcd86902": "A shortage of natural resources",
  "b3fd80eb": "Disagreements over slavery",
  "0e1bdd0a": "Who was elected  president in 1860  without support  from the South?",
  "95fe1cdb": "Abraham Lincoln",
  "ea331b64": "Jefferson Davis",
  "f4221753": "Fearing he’d end slavery, many Southern states chose to secede.",
  "cdecd4bb": "What event at Fort Sumter marked the beginning of the Civil War?",
  "575446d4": "The Confederate forces attacked Union-held Fort Sumter, which marked the start of the Civil War. ",
  "a9c742b7": "What were some disadvantages faced by the Confederacy during the Civil War?",
  "97c36631": "The Confederacy lacked industrial resources, had fewer railroads, and a smaller population, which made it harder to supply their army and replace fallen soldiers. ",
  "5637f1b2": "They had fewer factories, railroads, and a smaller population",
  "f7678e6f": "They had to fight in unfamiliar territory and struggled with weak military leadership",
  "9dbcf9fe": "The Union advantages in the war were:",
  "94fca389": "strong military leadership and familiar land",
  "94601756": "A larger population, more factories, and better railroads",
  "6d51c318": "The Union had more people, factories, and railroads, allowing them to move troops, replace losses, and supply their army more effectively.",
  "23e331e4": "This is the basic soldier",
  "6fe64451": "Soldiers, thanks to the brave work of spy Rose Greenhow, we know the enemy’s plans.",
  "a71fda38": "Though they outnumber us, we have the advantage of surprise and knowledge of this land.",
  "845c8577": "Hold the line. Stand firm. When the time comes, fight!",
  "9d90d64e": "Today, Richmond will not fall!",
  "774e33f0": "I did not seek war, nor did I welcome its coming. But when Virginia dropped the union, I could not stand aside.",
  "8eb0c212": "My loyalty lies first with my home, not with Washington, not with politics, but with the soil that raised me.",
  "9dd9fad8": "They will come strong now! But we can’t back down!",
  "012eb404": "There is Jackson standing like a stone wall. Let us determine to die here, and we will conquer. Rally behind the Virginians!\r\n",
  "4edbd12c": " Mornin’, soldier. Things are startin’ to heat up.",
  "d67ca016": " We must get ready for battle!",
  "094c41f5": "To do that, we’ll need to set up infantry posts on them buildin’ grounds.",
  "58362fc5": "Just remember, buildin’ takes resources! ",
  "47a96908": "Good Job! Now let’s get to training. ",
  "e466bdac": "You can call for reinforcements on the field. They’ll cost you nothing, so don’t hesitate to use them.",
  "ba06787e": "When things get tough, we can call in the cannons. But be warned, they take time to reload, so use them wisely.",
  "b4c716fe": "Wounded keep comin’ in... but maybe this’ll give us some hope.",
  "b14f170d": " Let’s set up that medical post!",
  "6541b470": "A Bloody Victory At Antietam",
  "58ae7cb5": "Though Antietam is claimed as a Union victory, many who fought there see it as a loss for both sides.\r\n\r\nIt marked the single bloodiest day in American history, with thousands killed or wounded.\r\n\r\nA sobering reflection on the true price of war.",
  "fc4f0142": "Antietam, Maryland\nBattlefield on the day of the battle",
  "1bb2e0eb": "A Bloody Victory At Antietam",
  "5a3c006c": "Though Antietam is claimed as a Union victory, many who fought there see it as a loss for both sides.\r\n\r\nIt marked the single bloodiest day in American history, with thousands killed or wounded.\r\n\r\nA sobering reflection on the true price of war.",
  "995c7c41": "Antietam, Maryland\nBattlefield on the day of the battle",
  "fa2175e7": "Good and bad news, friend. Best you read this.",
  "f068993e": "We can't build any extra artillery this time.",
  "07257537": "But we've got more men at every Infantry Outpost now, and that counts for something.",
  "89c7af5a": "If we stand together, we can turn the tide!",
  "87212159": "Let’s review the plan, soldier!",
  "0b1accd1": "Today, we tighten the blockade from the land!",
  "35761e56": "We’ll protect every road to the sea",
  "42027e86": "War changes fast, and so do the tools we use.",
  "b76c5293": "We can upgrade our positions now!",
  "74602809": " First things first: we lay down the basics.",
  "47ea5900": "Then we make it better!",
  "d10710fa": "Hey, I found this letter tucked under an old crate.",
  "43949a66": "Figured you might want to take a look.",
  "d233f2c3": "You know, I signed up to fight for the Union to keep this country together.",
  "f8331a96": "For the Black folks fighting, it’s even bigger.\r",
  "5202518b": "But most days are rough -- drills, bad food, cold nights.",
  "d1752473": " I’ve thought about deserting more than once… and plenty already have…",
  "c036de11": "Sometimes we pass the time with songs or tossing a ball around.",
  "474a7673": "Funny thing... between battles, we’ve even shared coffee with the enemy.\r",
  "d35938e9": "I just hope this ends soon.",
  "becf7538": "Got this paper from a supply wagon.\r",
  "f6a7708a": "Well, that’s the way things are…",
  "20c4559a": "Anyway, we’ve got a war to win.",
  "3a334671": "Here, take a look at this. \r",
  "23436ed1": "Best leave it where I picked it up... someone might come looking.",
  "7765cb38": "It’s finally over!",
  "eb99c2ab": "I never thought I’d see this day, but here it is.",
  "13586425": "Better days are coming, friend. I truly believe it.",
  "aa84a1aa": "Watch out for the musket soldiers! they attack from a distance.",
  "afef81f2": " Not too fast, not too strong, but they’ll wear you down if you’re not careful.",
  "f5c0506e": "Watch out for the musket soldiers! they attack from a distance.",
  "390fb80b": "Not too fast, not too strong, but they’ll wear you down if you’re not careful.",
  "0000a37c": "Cavalry’s coming in! Fast and armed with sabers.",
  "25682513": "try to stop them before they reach our base!",
  "d9d2eec2": "Cannons ahead! They’re slow, but hit hard and blast everything around.",
  "e38a86f0": "Get rid of ’em quick!",
  "d83f9fac": "There is Jackson standing like a stone wall. Rally behind the Virginians!\n",
  "73023ede": "When it ended, the Confederate army retreated.",
  "88980521": "From that moment on, the South stopped advancing and focused on defending its territory.",
  "3081df92": "It wasn’t just about winning battles anymore.\r",
  "73fdf8dd": "Things ain’t easy back home either.",
  "8597c3c3": "Take a look at this paper.\n",
  "e80ae0df": " It’ll keep sending friendly troops to help hold the line.",
  "a98f1ce9": "Infantry outpost’s ready!",
  "04aeb0d3": "A solid spot to slow down the enemy.",
  "3beddf05": "Now let’s set up the artillery!",
  "5515bdb0": "Artillery’s real good at dealin’ with ranged units our boys can’t reach.",
  "cdde262e": "You set ’em up right, they’ll tear through enemy lines from a distance.",
  "3bf91737": "You get supplies during enemy encounters, so remember to build more structures while fighting.",
  "13acf1c5": "When you’re ready, click \"Start\" and we’ll get movin’!",
  "e0b48c25": "you can call for reinforcements on the field. ",
  "5eb1406b": "They’ll cost you nothing, so don’t hesitate to use them.",
  "2a995ca4": "When things get tough, we can call in the cannons.",
  "f02d1845": "But be warned, they take time to reload, so use them wisely.",
  "be7831e5": "Nothing can get in ",
  "bc43d2df": "Stick close to the Field Hospitals and the ladies there will patch you right up.",
  "acd4b0f0": "Stick near one, and you'll last longer on the battlefield",
  "7e00c1d9": "Upgrades boost things like damage, healing speed, or attack range.",
  "266ec7d8": "For a moment, it feels like we ain’t so different after all.",
  "00526995": "The Civil War",
  "0ccd3ec0": "I will tell you all about it later!",
  "c3fa0a9b": "We’ll practice with our own troops to get ready for a real battle against the Confederates.",
  "27c72a98": "Don’t worry, no one’s gettin’ hurt. It’s all for training.",
  "1eb765d8": " We’ll carry on tomorrow.",
  "24209234": "New technologies brought progress… but also made the war more brutal than ever.",
  "b6944dc4": "Both sides claimed victories. Neither gained a lasting advantage.",
  "a5cba020": "They’re fighting for freedom.",
  "de4f2d66": "I suppose there is nothing for me to do but to go and see General Grant.",
  "c720fbc0": "We surrender.",
  "8d0dbd6a": "I suppose there is nothing for me to do but to go and see General Grant, and I would rather die a thousand deaths.",
  "6b439106": "The war is over.",
  "6fa74010": " and I would rather die a thousand deaths.",
  "452bcc95": " The Rebels are our countrymen again.",
  "e026c1fe": "Picked it up in an empty house.",
  "6a8ee056": "Railroads, factories, and a navy gave the North clear advantages.\n",
  "dfc12796": "To my son, if you find this\r\n\r\nThe blockade has left us with near nothing. Prices soar, and even flour and salt are a rare sight. \n\r\nWar is not just on the battlefield. It’s in every home, every empty cupboard.\r\n\r\nI pray this letter reaches you.\r\n\r\nYour loving mother",
  "57103d89": "People are rioting out of hunger...",
  "d9da578e": "that cannon is all we got...",
  "31b031da": "If we choke off their ports, they can’t sell cotton or bring in weapons.",
  "fd37f595": "We squeeze 'em long enough, like a snake, and this war’ll be over.",
  "1a23a3f7": " or out!",
  "6c0f8901": "Look what I found.",
  "9329dbe3": "Cutting off supplies hurts the rebels.",
  "c5673763": "but it also affects the rest of the people there...",
  "63ecf3d6": "With leaders like ours, we’ve got a real shot at winning this.",
  "89afa093": "Reinforcements are stronger now. Use ’em right, and we just might turn the tide.",
  "9d305747": "Even with less artillery, we held our ground!",
  "93ac3023": "We’ve done our part for now. Proud to fight beside you!",
  "0d92175f": "We did it! But the general says we pull back after this wave.",
  "03e6292b": "Fort Sumter, South Carolina, April, 1861",
  "41d42a69": "The First Battle of Bull Run, Virginia,July, 1861",
  "8e966c4d": " Antietam, Maryland, September, 1862",
  "17565bef": " Fort Wagner,  South Carolina, July, 1863",
  "e7116dce": "Scott’s Great Snake: The Anaconda Plan",
  "17016801": "Gettysburg, Pennsylvania, July, 1863",
  "2db5a0bd": "Appomattox Court House, Virginia, April, 1865",
  "5212774d": "These innovations are amazing! Years from now, folks’ll read about this in Military History books… and they’ll say it all started here.",
  "5db584fd": "This ain’t just about this war. This’ll change how every war’s fought from now on",
  "696f51ee": "You see how the hospitals’ve improved? It’s incredible! Wounds that wouldn’t have had a chance before are being treated now.",
  "1b4eabbf": "And one more thing to keep in mind: in all battles, you’ll set up the forces, but you won’t control the actual fighting.",
  "8fa0da9a": "South Carolina,\nApril, 1861",
  "b6213593": "Virginia,\nJuly, 1861",
  "acc42e00": "Maryland,\nSeptember, 1862",
  "af4a845d": "South Carolina,\nJuly, 1863",
  "5d33922c": "Pennsylvania,\nJuly, 1863",
  "1cbe8515": "Virginia,\nApril, 1865",
  "b9660b94": "Later that night...",
  "ac8d97fa": "Latter that night...",
  "a62e668a": "They will not surrender so we will attack. Hold your positions!",
  "b84b278d": "Open fire!",
  "16387f20": "Yes, sir!",
  "5e7d0953": "Later that night...",
  "aded9c9f": "Later that night...",
  "d8e9a89b": "It’s not just the soldiers doing their part, the women are saving lives in this war!",
  "01e5f244": "I seen you out there. That was brave.",
  "804d1503": "I ain’t waitin’ for no man to hand me freedom. Now we can fight, I’m takin’ it.",
  "f79cc706": "Railroads moved armies fast, and the telegraph delivered instant commands.",
  "3314c6a3": "The telegraph carried commands in moments, allowing leaders to shape the fight from miles away.",
  "5079acbd": "ronclads ruled the seas, making wooden fleets obsolete.",
  "683a1366": "Ironclads made wooden ships obsolete, while rifled muskets and stronger artillery made battles more dangerous",
  "c72facd8": "Better battlefield medicine saved lives and kept soldiers fighting.",
  "77def643": "The Union is blocking our products from leaving the ports.\r\n\r\nWe sent envoys across the Atlantic to seek foreign aid, certain the mills of England and France couldn’t run without our cotton.\r\n\r\nBut since Mr. Lincoln’s Proclamation, no country will help us, as no one wants to be seen defending slavery. They have found other suppliers. \n\nWe fight alone now.",
  "667b2e30": "We thought cotton was our king, and our path to victory.",
  "fd2fe932": "Check this out.",
  "b982de54": "No friends left for the rebels?",
  "8a48dedc": "Sounds like the tide’s turning our way.",
  "81261cdd": "The war reshaped the American economy.",
  "f51cd24d": "In the North, factories worked day and night, producing weapons, uniforms, and supplies for the armies. ",
  "4a77fdc2": "In the North, factories ran nonstop, turning out weapons, uniforms, and supplies. ",
  "5de54feb": "Mechanized farming kept production steady, while railroads moved goods and troops to sustain the war effort.",
  "817a1f6f": "In the South, the collapse of enslaved labor shattered the agricultural system. Fields were burned and the economy lay in ruins.",
  "2f562051": "The war tested democracy through fierce debates over slavery and citizenship, resulting in the Emancipation of enslaved people.",
  "1c321265": "It pushed federal power by forcing the government to confront states’ authority to secede.",
  "2829fd81": "It reshaped identity, as Americans saw themselves less as citizens of individual states and more as part of one united nation.",
  "17c37601": "When it ended, the country was scarred but hopeful—after all, they were all Americans.",
  "9aa561e0": "Politically, the nation also changed.",
  "adac0c74": " Fields were burned and the economy lay in ruins.",
  "bb3ab6df": "In the North, rising prices and shortages challenge families due to increased demand for war supplies and disruptions in trade. \n\nIn the South, blockades and destroyed farmland lead to severe severe food shortages and soaring inflation.\n\nOn both sides, mandatory conscription takes fathers and sons from their homes.",
  "ced109d9": "Civilians pay the price of the war.",
  "d8ddd427": "Union orders forced entire Missouri counties to evacuate, leaving civilians to abandon their homes and watch them burn.",
  "ef2cf0c0": "Have a look at this.. Seems everyone’s suffering now… this war’s gone on far too long.",
  "fab8278d": "Complete the training to defend the fort.",
  "433e2a70": "Build 1 infantry and 1 artillery unit to train them.",
  "3af90391": "Hold until reinforcements arrive.",
  "2b1cf4a1": "Defend Richmond: Force the Union march to Richmond to retreat.",
  "1991c524": "Build 1 hospital.",
  "098cf87e": "Halt the march of the Confederate army into the North.",
  "c9d6da57": "Build one more infantry unit.",
  "dee284da": "Unlock a special unit, the 54th Massachusetts Regiment.",
  "5162cf86": "... Wait!",
  "a33ad628": "Build an infantry outpost here so they can be at the front!",
  "479f2161": "The 54th Massachusetts Regiment is here to lead the charge!",
  "36080f4e": "We will lead the charge on Fort Wagner! Stay behind us!",
  "b53dc40f": "Control the Mississippi River by stopping all supplies from getting through.",
  "eed5eb41": "Prevent 2 supply shipments from getting through.",
  "216fb7cb": "Hold the high ground to win the Battle of Gettysburg.",
  "c77bbdd5": "Upgrade 2 structures.",
  "7068ecab": "Force the Confederates to surrender.",
  "3e2f80df": "Battle of Appomattox Court House",
  "3c880231": "Battle of Gettysburg",
  "44ecda03": " The Anaconda Plan",
  "093583b3": "Battle of Fort Wagner",
  "6d960aaf": "Battle of Antietam",
  "384b54af": "Battle of Bull Run",
  "564dde19": "Fort Sumter",
  "24108960": "Four months later, President Abraham Lincoln delivered the famous Gettysburg Address.",
  "844424fb": "\"That we here highly resolve that these dead shall not have died in vain-that this nation, under God, shall have a new birth of freedom-and that government of the people, by the people, for the people, shall not perish from the earth.\"",
  "a0fe7cbe": "In his words: \"...It is rather for us to be here dedicated to the great task remaining before us—that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion—\"",
  "4011a146": "It was no longer just about preserving the Union, but also about ensuring freedom and democracy for all."
 }
}