{
  "en": {
    "13586425": "Better days are coming, friend. I truly believe it.",
    "17016801": "Gettysburg, Pennsylvania, July, 1863",
    "24108960": "Four months later, President Abraham Lincoln delivered the famous Gettysburg Address.",
    "24209234": "New technologies brought progress… but also made the war more brutal than ever.",
    "25682513": "Try to stop them before they reach our base!",
    "53469033": "1- Blockade Southern ports to choke off their trade.\n\n2- Take the Mississippi, cut the Confederacy in two.\n\n3- Capture Richmond, the Confederate capital.",
    "74602809": " First things first: we lay down the basics.",
    "87212159": "Let’s review the plan, soldier!",
    "88980521": "From that moment on, the South stopped advancing and focused on defending its territory.",
    "90148983": "President Abraham Lincoln has issued the Emancipation Proclamation, declaring that all enslaved people in Confederate states are now free. \n\nThough it doesn’t affect most right away, the proclamation brings hope that a Union victory will secure true liberty. \n\nThe move also weakens the Southern economy, and may discourage foreign support for the Confederacy.\n\n",
    "90548888": "Why did Union soldiers enlist in the Civil War?",
    "94601756": "A larger population, more factories, and better railroads.",
    "1883d251": "To defend their homes and families.",
    "c7f9227c": "Attack from Union forces.",
    "fab8278d": "Complete the training to defend the fort.",
    "hudScore": "Score:",
    "titleRateTheGame": "Hey, don’t forget to rate the game!",
    "fd37f595": "We squeeze 'em long enough, like a snake, and this war’ll be over.",
    "f824bc79": "A larger population, more factories, and better railroads.",
    "479f2161": "The 54th Massachusetts Regiment is here to lead the charge!",
    "2d74dd9b": "At the start of the Civil War, the Union faced a serious disadvantage: military leadership.",
    "0d92175f": "We did it! But the general says we pull back after this wave.",
    "a33ad628": "Build an infantry outpost here so they can be at the front!",
    "58ae7cb5": "Though Antietam is claimed as a Union victory, many who fought there see it as a loss for both sides.\r\n\r\nIt marked the single bloodiest day in American history, with thousands killed or wounded.\r\n\r\nA sobering reflection on the true price of war.",
    "b6213593": "Virginia,\nJuly, 1861",
    "5bbe511b": "What event at Fort Sumter marked the beginning of the Civil War?",
    "5637f1b2": "They had fewer factories, railroads, and a smaller population.",
    "bde4aaa5": "Most Union soldiers opposed secession and believed preserving the Union was worth fighting for.",
    "885326e1": "To gain wealth from slavery.",
    "17565bef": " Fort Wagner,  South Carolina, July, 1863",
    "b9660b94": "Later that night...",
    "67df9749": "A shortage of natural resources.",
    "acd4b0f0": "Stick near one, and you'll last longer on the battlefield.",
    "b3fd80eb": "Disagreements over slavery.",
    "dd5e84bf": "Why did Lincoln issued the Emancipation Proclamation?",
    "a870998a": "Despite Early Struggles, the Union Stands Firm.",
    "8a48dedc": "Sounds like the tide’s turning our way.",
    "ea0e6134": "Abraham Lincoln",
    "23436ed1": "Best leave it where I picked it up... someone might come looking.",
    "df0d98df": "What made the U.S. so politically divided before the Civil War?",
    "44ecda03": " The Anaconda Plan",
    "e0b48c25": "You can call for reinforcements on the field.",
    "63ecf3d6": "With leaders like ours, we’ve got a real shot at winning this.",
    "d9d2eec2": "Cannons ahead! They’re slow, but hit hard and blast everything around.",
    "77def643": "The Union is blocking our products from leaving the ports.\r\n\r\nWe sent envoys across the Atlantic to seek foreign aid, certain the mills of England and France couldn’t run without our cotton.\r\n\r\nBut since Mr. Lincoln’s Proclamation, no country will help us, as no one wants to be seen defending slavery. They have found other suppliers. \n\nWe fight alone now.",
    "574a0798": "Why was the Battle of Gettysburg a turning point in the war?",
    "2fa921a1": "The Confederacy advantages in the war were:",
    "5162cf86": "... Wait!",
    "1ebe5b0e": "Emancipation Day parade on Richmond.",
    "df96feb4": "Who was elected  president in 1860  without support  from the South?",
    "titleLevelInfo": "INFORMATION",
    "a0fe7cbe": "In his words: \"...It is rather for us to be here dedicated to the great task remaining before us—that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion—\"",
    "2e0ee0ce": "Soon after, Confederate forces attacked Fort Sumter, starting the Civil War between the Union (North) and the Confederacy (South).",
    "46ba0e3b": "President Lincoln had been holding back a major decision, waiting for the right moment.\n",
    "titleLevelComplete": "Level COMPLETE",
    "97c36631": "The Confederacy lacked industrial resources, had fewer railroads, and a smaller population, which made it harder to supply their army and replace fallen soldiers.",
    "titleLevelSelect": "Level Select",
    "10597d12": "To fight for freedom and the hope of full citizenship.",
    "f4221753": "Fearing he’d end slavery, many Southern states chose to secede.",
    "dc1172b8": "Until Gettysburg.",
    "1991c524": "Build 1 hospital.",
    "titlePressAnyKey": "Press any key to continue...",
    "7765cb38": "It’s finally over!",
    "0b1accd1": "Today, we tighten the blockade from the land!",
    "90d29811": "Grant was a leading general for the Union.",
    "098cf87e": "Halt the march of the Confederate army into the North.",
    "269abdef": " Lee Surrenders at Appomattox!",
    "e466bdac": "You can call for reinforcements on the field. They’ll cost you nothing, so don’t hesitate to use them.",
    "343671cb": "A military approach that targets both enemy forces and the resources that support them.",
    "1c6a891b": "Disagreements over slavery.",
    "d67ca016": " We must get ready for battle!",
    "3c32629c": "Something to \nremember me by.",
    "89c7af5a": "If we stand together, we can turn the tide!",
    "visualQuiz_TryAgain": "Try again",
    "5a08d8c0": "Women Strengthen Our Battlefields.",
    "af4a845d": "South Carolina,\nJuly, 1863",
    "titleFinalScore": "YOUR FINAL SCORE",
    "becf7538": "Did you see the papers? Lincoln’s sending troops to put down the riots up North.",
    "a9c742b7": "What were some disadvantages faced by the Confederacy during the Civil War?",
    "9688edbc": "Political instability in the United States grew from conflicts between the North and South over slavery.",
    "GameOver": "Game over",
    "ed7dccb9": "The Union advantages in the war were:",
    "b982de54": "No friends left for the rebels?",
    "a1c2df37": "The forces that attacked Fort Sumter, which marked the start of the Civil War were:",
    "4011a146": "It was no longer just about preserving the Union, but also about ensuring freedom and democracy for all.",
    "4a77fdc2": "In the North, factories ran nonstop, turning out weapons, uniforms, and supplies. ",
    "5e7d0953": "Later that night...",
    "e128e07c": "Who was elected  president in 1860  without support  from the South?",
    "5de54feb": "Mechanized farming kept production steady, while railroads moved goods and troops to sustain the war effort.",
    "c77bbdd5": "Upgrade 2 structures.",
    "d83f9fac": "There is Jackson standing like a stone wall. Rally behind the Virginians!\n",
    "1eb765d8": " We’ll carry on tomorrow.",
    "2a995ca4": "When things get tough, we can call in the cannons.",
    "fd5818af": "The Anaconda Plan",
    "16387f20": "Yes, sir!",
    "2a4144cc": "On that night, Confederate forces bombarded Union-held Fort Sumter, forcing its surrender after 34 hours.",
    "9d5859a1": "Tensions Rise Within the Union.",
    "4002f71d": "The Union had more factories, railroads, and a larger population.  These resources meant they could produce more weapons, supplies, and uniforms, move troops quickly across long distances, and replace losses more easily. This industrial and population strength gave the Union a long-term advantage in sustaining the war effort.",
    "e17a9892": "Lincoln needed a Union victory to announce it from a position of strength.",
    "1ca410dc": "Lincoln’s Emancipation Proclamation aimed to weaken the Confederacy’s labor force by freeing slaves and giving the Union a moral cause abroad.",
    "d7f5a6f0": "To end the war and make peace with the south.",
    "575446d4": "The Confederate forces attacked Union-held Fort Sumter, which marked the start of the Civil War.",
    "94fca389": "Strong military leadership and familiar land.",
    "1cbe8515": "Virginia,\nApril, 1865",
    "e4489f70": "\"This nation, under God, shall\r\nhave a new birth of freedom and that government of the people, by\r\nthe people, for the people, shall not perish from the earth.\"\n\nAbraham lincoln, President of the United States of America.",
    "fa2175e7": "Good and bad news, friend. ",
    "094c41f5": "To do that, we’ll need to set up infantry posts on them buildin’ grounds.",
    "f79cc706": "Railroads moved armies fast, and the telegraph delivered instant commands.",
    "39bddb29": "Lincoln waited for a Union win before issuing the proclamation to avoid seeming desperate and keep foreign support from backing the South.",
    "6d960aaf": "Battle of Antietam",
    "93ac3023": "We’ve done our part for now. Proud to fight beside you!",
    "43949a66": "Figured you might want to take a look.",
    "ebf2683e": "The Confederate Army.",
    "80a81a61": "Both sides expected a quick victory. Instead, they faced heavy losses.",
    "e4d803ca": "The Union Army.",
    "4c56774a": "While no soldiers died during the bombardment, the attack unified the North against secession and marked the official beginning of the Civil War.",
    "f8331a96": "For the Black folks fighting, it’s even bigger.\r",
    "51273e92": "Abraham Lincoln",
    "17c37601": "When it ended, the country was scarred but hopeful—after all, they were all Americans.",
    "879c651f": "After the Emancipation Proclamation, Black soldiers enlisted in the Union Army. They fought bravely for freedom and helped turn the tide of the war.",
    "ca66ad56": "Sergeant William H. Carney\nUnion Soldier.",
    "9329dbe3": "Cutting off supplies hurts the rebels.",
    "titleHowToPlay": "How to play",
    "266ec7d8": "For a moment, it feels like we ain’t so different after all.",
    "e996f8fc": "- Hold the defensive line.\r\n\n- They have more men. We have the ground. Use it well.\r\n\n- Wait for reinforcements.\r\n\n-We must protect our capital, Richmond, at all costs.",
    "1d1a35f3": "What event at Fort Sumter marked the beginning of the Civil War?",
    "9d305747": "Even with less artillery, we held our ground!",
    "093583b3": "Battle of Fort Wagner",
    "4442fbad": "The Union, on the other hand, began to adopt a new strategy: total war.",
    "5c1b9fa2": "To weaken the Confederacy and give the war a moral cause.",
    "a98f1ce9": "Infantry outpost’s ready!",
    "e0204f17": "Answers",
    "titleCongratulations": "Congratulations!",
    "5a83a02d": "Not all in the North stand united. \n\nThe Emancipation Proclamation and the war itself have sparked protest and unrest.\r\n\r\nIn response, President Lincoln has taken firm action, sending troops to suppress riots and suspending habeas corpus, allowing arrests without formal charges in this time of national crisis.\r\n\r\nThough our cities have largely escaped the destruction of battle, political divisions and restricted freedoms remind us: the war is being fought at home too.",
    "04636863": "With the upcoming elections, these contrasting ways of life led to rising tensions.",
    "titleClose": "Close",
    "20e4757c": "Strong military leadership and familiar land.",
    "47c9fb32": "After four years, the Union won when Lee surrendered to Grant in 1865, restoring the United States as one united nation.",
    "a1a16115": "Fine work, recruit. The training was solid!",
    "c036de11": "Sometimes we pass the time with songs or tossing a ball around.",
    "5d33922c": "Pennsylvania,\nJuly, 1863",
    "683a1366": "Ironclads made wooden ships obsolete, while rifled muskets and stronger artillery made battles more dangerous.",
    "65f8f8bd": "The Confederacy had skilled generals, knew the land well, moved faster, and used local support to defend their territory effectively.",
    "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
    "5c5aedc8": "There was political instability in the United States due to: ",
    "cdde262e": "You set ’em up right, they’ll tear through enemy lines from a distance.",
    "56677ebc": "The message was clear: this war would not end quickly.",
    "175c9975": "A growing nation, but one struggling with deep internal divisions.",
    "07257537": "But we've got more men at every Infantry Outpost now, and that counts for something.",
    "b76c5293": "We can upgrade our positions now!",
    "6a1668ca": "To preserve the United States and support a strong national government.",
    "ea331b64": "Jefferson Davis",
    "2e756ba6": "The war, once fought only to preserve the Union, now had a deeper purpose: to end slavery in the United States",
    "star_finishTheLevel": "Finish the level...",
    "5eb1406b": "They’ll cost you nothing, so don’t hesitate to use them.",
    "ac8d97fa": "Latter that night...",
    "d9eb5318": "Which army won the Civil War?",
    "6fe64451": "Soldiers, thanks to the brave work of spy Rose Greenhow, we know the enemy’s plans.",
    "c2dfb890": "Antietam",
    "2e74f1a5": "In which army did Black soldiers enlist during the Civil War?",
    "36080f4e": "We will lead the charge on Fort Wagner! Stay behind us!",
    "1a23a3f7": " Or out!",
    "9aa561e0": "Politically, the nation also changed.",
    "d1752473": " I’ve thought about deserting more than once… and plenty already have…",
    "41d42a69": "The First Battle of Bull Run, Virginia,July, 1861",
    "b6944dc4": "Both sides claimed victories. Neither gained a lasting advantage.",
    "62b89711": "Jefferson Davis",
    "ced109d9": "Civilians pay the price of the war.",
    "3039bf96": "Lincoln Issues Emancipation Proclamation.",
    "9d90d64e": "Today, Richmond will not fall!",
    "332d6894": "But the South lacked infrastructure, factories, and struggled with supplies.",
    "6541b470": "A Bloody Victory At Antietam.",
    "titleRetry": "Retry",
    "043f5f9b": "Robert E. Lee was a general from the:",
    "844a0f0e": "Many Black soldiers joined the Union to fight slavery, prove their worth, and help secure freedom and equal rights.",
    "42027e86": "War changes fast, and so do the tools we use.",
    "a3baa99c": "General Winfield Scott.",
    "6db79ce9": "What did women do during the Civil War?",
    "8e966c4d": " Antietam, Maryland, September, 1862",
    "e480718f": "Generals like Winfield Scott, creator of the Anaconda Plan, and Ulysses S. Grant, who secured key victories, continue to bring hope to the Northern cause.",
    "c68531c4": "To support plantation owners in the South.",
    "0fdd7771": "Why did Confederate soldiers without slaves enlist?",
    "5ce58eef": "Many of the most experienced officers chose to fight for the Confederacy, often out of loyalty to their home states.",
    "acc42e00": "Maryland,\nSeptember, 1862",
    "995c7c41": "Antietam, Maryland\nBattlefield on the day of the battle.",
    "844424fb": "\"That we here highly resolve that these dead shall not have died in vain-that this nation, under God, shall have a new birth of freedom-and that government of the people, by the people, for the people, shall not perish from the earth.\"",
    "00526995": "The Civil War",
    "bb3ab6df": "In the North, rising prices and shortages challenge families due to increased demand for war supplies and disruptions in trade. \n\nIn the South, blockades and destroyed farmland lead to severe severe food shortages and soaring inflation.\n\nOn both sides, mandatory conscription takes fathers and sons from their homes.",
    "6fa74010": " And I would rather die a thousand deaths.",
    "bc210248": "Confederate Battle Plan – BULL RUN",
    "5079acbd": "Ironclads ruled the seas, making wooden fleets obsolete.",
    "385346db": "To my son, if you find this\r\n\r\nThe war has come too close.\r\n\r\nTowns are burning, and families are fleeing with only what they can carry. \r\n\nIt’s our turn now, we must leave the farm behind.\r\n\r\nI pray this letter reaches you.\r\n\r\nYour loving mother",
    "7c778efc": "Kate Cumming \n Confederate Nurse.",
    "ce6bb3b0": "The Political Blondin.",
    "be9fe24b": "Attack from Union forces.",
    "e70c5693": "General Ulysses S. Grant.",
    "31b031da": "If we choke off their ports, they can’t sell cotton or bring in weapons.",
    "eed5eb41": "Prevent 2 supply shipments from getting through.",
    "86bf82a7": "Attack from Confederate forces.",
    "f51cd24d": "In the North, factories worked day and night, producing weapons, uniforms, and supplies for the armies.",
    "5309fb09": "Abraham Lincoln",
    "c720fbc0": "We surrender.",
    "9b7d94d6": "The Confederacy advantages in the war were:",
    "84c13e73": "Just days after the battle, Lincoln made his move. \r\n",
    "3f60efd0": "What were some disadvantages faced by the Confederacy during the Civil War?",
    "4b68426d": "The Confederacy lacked industrial resources, had fewer railroads, and a smaller population, which made it harder to supply their army and replace fallen soldiers.   In contrast, the Union had more resources but faced challenges like fighting on unfamiliar ground and struggling with effective military leadership in the early years of the war.",
    "d59a2b62": "Ulysses S. Grant was a general from the:",
    "5212774d": "These innovations are amazing! Years from now, folks’ll read about this in Military History books… and they’ll say it all started here.",
    "04aeb0d3": "A solid spot to slow down the enemy.",
    "adac0c74": " Fields were burned and the economy lay in ruins.",
    "d35938e9": "I just hope this ends soon.",
    "c92dfe66": "Dear Sarah,\r\n\r\nI’m writin’ you with a heavy heart.\n\nThey told us we are fighting for liberty and our way of life in the Confederate army. But whose liberty? I don’t own a single slave, and neither do any of the boys here.\r\n\r\nMeanwhile, the rich folks buy their way out while we freeze, starve, and die out here. Feels like we’re fightin’ their war, not ours.\r\n\r\nSome call it a “rich man’s war and a poor man’s fight.” They ain’t wrong.\r\n\r\nI miss home more than I can say.\r\n\r\nYours,\r\n\r\nThomas.",
    "675fbee6": "The Union’s Anaconda Plan aimed to surround the South, blockade ports, and control the Mississippi.",
    "6a8ee056": "Railroads, factories, and a navy gave the North clear advantages.\n",
    "7e00c1d9": "Upgrades boost things like damage, healing speed, or attack range.",
    "16e6ba30": "He announced the Emancipation Proclamation, declaring that all enslaved people in the Confederate states would be set free.",
    "titleYes": "YES",
    "titleConfirm": "Confirm",
    "cdecd4bb": "What event at Fort Sumter marked the beginning of the Civil War?",
    "667b2e30": "We thought cotton was our king, and our path to victory.",
    "bc43d2df": "Stick close to the Field Hospitals and the ladies there will patch you right up.",
    "dfc12796": "To my son, if you find this\r\n\r\nThe blockade has left us with near nothing. Prices soar, and even flour and salt are a rare sight. \n\r\nWar is not just on the battlefield. It’s in every home, every empty cupboard.\r\n\r\nI pray this letter reaches you.\r\n\r\nYour loving mother.",
    "433e2a70": "Build 1 infantry and 1 artillery unit to train them.",
    "e743b1c5": "Antietam forced the Confederacy to surrender.",
    "a6a99100": "A strategy to blockade the South and split it by controlling the Mississippi River.",
    "dcf32a35": "The Battle of Gettysburg, and Lincoln’s powerful words, helped redefine the meaning of the Civil War.",
    "6b439106": "The war is over.",
    "375c044d": "A Bloody Victory At Antietam.",
    "1bb2e0eb": "A Bloody Victory At Antietam.",
    "7388bf29": " Meanwhile, Black soldiers have begun joining the Union ranks in greater numbers. \n\nDespite their courage, they face unequal pay, poor training, and inferior equipment. \nIf captured, they risk death or re-enslavement.",
    "c5673763": "But it also affects the rest of the people there...",
    "titleTapAnywhere": "Hold any key to continue...",
    "3c880231": "Battle of Gettysburg",
    "817a1f6f": "In the South, the collapse of enslaved labor shattered the agricultural system. Fields were burned and the economy lay in ruins.",
    "f5c0506e": "Watch out for the musket soldiers! they attack from a distance.",
    "2465d417": " Woman worked as nurses, factory workers, and spies.  Some even disguised themselves as men to fight in battles.",
    "20c4559a": "Anyway, we’ve got a war to win.",
    "e80ae0df": " It’ll keep sending friendly troops to help hold the line.",
    "4b36e9f8": "Why did Lincoln issued the Emancipation Proclamation?",
    "8b199e15": "During the battle of Gettysburg, Union and Confederate forces faced off in a crucial combat.",
    "6aaf12b2": "The Union Army.",
    "dbf362c4": "Why was there political instability in the United States before the Civil War?",
    "74b5e9f6": "They had fewer factories, railroads, and a smaller population.",
    "star_correctAnswer": "Answer the question correctly...",
    "99d9b708": "The Confederate Army.",
    "1c90f0d0": "Union Shattered! Southern States Secede After Lincoln’s Victory",
    "a62e668a": "They will not surrender so we will attack. Hold your positions!",
    "421f3fe0": "The Union advantages in the war were:",
    "54cb08e3": "Jefferson Davis",
    "eb99c2ab": "I never thought I’d see this day, but here it is.",
    "b2be4ee8": "A shortage of natural resources.",
    "d233f2c3": "You know, I signed up to fight for the Union to keep this country together.",
    "adfa721b": " By stretching the war beyond the front lines, the Union aimed to bring the conflict to a close.",
    "2df0a2e5": "Why was the Emancipation Proclamation issued after the Battle of Antietam?",
    "e7116dce": "Scott’s Great Snake: The Anaconda Plan",
    "titleContinue": "CONTINUE",
    "bd4311d1": "It stopped the Confederacy’s invasion of the North and boosted Union morale.",
    "0fd192ef": "Abraham Lincoln was elected president with Northern (Union) support but no Southern (Confederate) backing.",
    "1489cea3": "A larger population, more factories, and better railroads.",
    "6d51c318": "The Union had more people, factories, and railroads, allowing them to move troops, replace losses, and supply their army more effectively.",
    "6f14a2ad": "Jefferson Davis",
    "d075ae8e": "It was a major defeat for the Confederacy, ending General Lee’s attempt to invade Northern territory. This victory marked the beginning of a stronger Union offensive.",
    "35761e56": "We’ll protect every road to the sea.",
    "47a96908": "Good Job! Now let’s get to training.",
    "titlePlay": "Play",
    "e80072d5": " Fine work, recruit!. We’ll carry on tomorrow.",
    "41930b58": "The United States, mid-19th century.",
    "5db584fd": "This ain’t just about this war. This’ll change how every war’s fought from now on.",
    "5a3c006c": "Though Antietam is claimed as a Union victory, many who fought there see it as a loss for both sides.\r\n\r\nIt marked the single bloodiest day in American history, with thousands killed or wounded.\r\n\r\nA sobering reflection on the true price of war.",
    "564dde19": "Fort Sumter",
    "a71fda38": "Though they outnumber us, we have the advantage of surprise and knowledge of this land.",
    "eb2c5024": "\"They make better soldiers in every respect than any troops I have ever had under my command.\"\r\n\r\n—Union General James G. Blunt.",
    "58362fc5": "Just remember, buildin’ takes resources!",
    "ccddd171": "The Union had more people, industry, and infrastructure, giving the North clear advantages in the war.",
    "fd2fe932": "Check this out.",
    "f02d1845": "But be warned, they take time to reload, so use them wisely.",
    "ef2cf0c0": "Have a look at this.. Seems everyone’s suffering now… this war’s gone on far too long.",
    "6c0f8901": "Look what I found.",
    "ba06787e": "When things get tough, we can call in the cannons. But be warned, they take time to reload, so use them wisely.",
    "c53920ef": "As the war presses on, women across the country are stepping up. \r\n\r\nFrom tending to the wounded in field hospitals to spying, organizing supplies and managing homefront efforts, their contributions are vital.\r\n\r\nTheir presence brings order, care, and strength.",
    "7068ecab": "Force the Confederates to surrender.",
    "afef81f2": " Not too fast, not too strong, but they’ll wear you down if you’re not careful.",
    "c3fa0a9b": "We’ll practice with our own troops to get ready for a real battle against the Confederates.",
    "52d5ff60": "On April 9, 1865, General Robert E. Lee surrendered to General Ulysses S. Grant at Appomattox Court House, bringing the Civil War to a long-awaited end.\r\n\r\nAfter years of hardship and sacrifice, our nation can finally begin to heal and move forward together.\r\n\r\nThe Union stands strong, and freedom shines brighter than ever!",
    "ff27d372": "Antietam was a costly Union win and the war’s bloodiest day.",
    "f7678e6f": "They had to fight in unfamiliar territory and struggled with weak military leadership.",
    "47ea5900": "Then we make it better!",
    "7bde5273": "So many memories...",
    "d10710fa": "Hey, I found this letter tucked under an old crate.",
    "0d26b3af": "He believed that issuing a proclamation to free enslaved people needed to come after a Union success. ",
    "13acf1c5": "When you’re ready, click \"Start\" and we’ll get movin’!",
    "73023ede": "When it ended, the Confederate army retreated.",
    "2f562051": "The war tested democracy through fierce debates over slavery and citizenship, resulting in the Emancipation of enslaved people.",
    "gameOverMessage": "Game over, but don't worry you can try again!",
    "384b54af": "Battle of Bull Run",
    "0ccd3ec0": "I will tell you all about it later!",
    "9f75274b": "The battle of Bull Run ended in a Confederate victory, but the celebration was short-lived.",
    "2571a3ed": "Many Confederate  fought to defend their homes. Still, they often felt they were risking their lives to protect the wealth and power of rich slaveowners.",
    "2b1cf4a1": "Defend Richmond: Force the Union march to Richmond to retreat.",
    "9d15f1bc": "Still, it faced challenges like unfamiliar terrain, mixed public support, and less experienced generals.",
    "9b03d8d1": "Attack from Union forces.",
    "390fb80b": "Not too fast, not too strong, but they’ll wear you down if you’re not careful.",
    "be7831e5": "Nothing can get in.",
    "3a334671": "Here, take a look at this. \r",
    "03e6292b": "Fort Sumter, South Carolina, April, 1861",
    "e026c1fe": "Picked it up in an empty house.",
    "768f4419": "Disagreements over slavery.",
    "b84b278d": "Open fire!",
    "b53dc40f": "Control the Mississippi River by stopping all supplies from getting through.",
    "dee284da": "Unlock a special unit, the 54th Massachusetts Regiment.",
    "44f284e3": "To gain land and wealth in the South.",
    "09531a59": "The Union Army.",
    "a5cba020": "They’re fighting for freedom.",
    "20b23701": "Attack from Confederate forces.",
    "3af90391": "Hold until reinforcements arrive.",
    "410952d3": "The political instability came from internal conflicts, especially about slavery. The United States did not have a shortage of natural resources. (South).",
    "515d0e2b": "Abraham Lincoln",
    "3bf91737": "You get supplies during enemy encounters, so remember to build more structures while fighting.",
    "216fb7cb": "Hold the high ground to win the Battle of Gettysburg.",
    "f068993e": "We can't build any extra artillery this time.",
    "c9d6da57": "Build one more infantry unit.",
    "8eb0c212": "My loyalty lies first with my home, not with Washington, not with politics, but with the soil that raised me.",
    "4057940c": "The president elected in 1860  without support  from the South was:",
    "titleNewGame": "New Game",
    "81261cdd": "The war reshaped the American economy.",
    "f8a79360": "Though Antietam is claimed as a Union victory, many who fought there see it as a loss for both sides.\r\n\r\nIt marked the single bloodiest day in American history, with thousands killed or wounded.\r\n\r\nA sobering reflection on the true price of war.",
    "titleOkay": "Okay",
    "3beddf05": "Now let’s set up the artillery!",
    "dcd86902": "A shortage of natural resources.",
    "23ea1e18": "Why did Black soldiers enlist in the Union Army?",
    "845c8577": "Hold the line. Stand firm. When the time comes, fight!",
    "696f51ee": "You see how the hospitals’ve improved? It’s incredible! Wounds that wouldn’t have had a chance before are being treated now.",
    "4edbd12c": " Mornin’, soldier. Things are startin’ to heat up.",
    "f35ed028": "Who was elected  president in 1860  without support  from the South?",
    "3fc2953a": "What did the total-war strategy represent?",
    "5c78c890": "Bull Run",
    "57a81ee1": "But the Union had something the Confederacy did not: a long-term strategy.",
    "44c26025": "It was about disrupting the South’s ability to fight, targeting railroads, industry, and infrastructure.\r",
    "0a65de18": "Jefferson Davis",
    "ab311c4d": "Victory at Last:",
    "titleNo": "NO",
    "d8ddd427": "Union orders forced entire Missouri counties to evacuate, leaving civilians to abandon their homes and watch them burn.",
    "1c321265": "It pushed federal power by forcing the government to confront states’ authority to secede.",
    "aea5f014": "For years, the war remained uncertain.\n",
    "2829fd81": "It reshaped identity, as Americans saw themselves less as citizens of individual states and more as part of one united nation.",
    "679007e4": "Abraham Lincoln",
    "2db5a0bd": "Appomattox Court House, Virginia, April, 1865",
    "23d83248": "What made the U.S. so politically divided before the Civil War?",
    "998b9a8c": "Antietam, Maryland.\n Battlefield on the day of battle. \n",
    "titleListenToText": "LISTEN",
    "fc4f0142": "Antietam, Maryland\nBattlefield on the day of the battle.",
    "7dfc17de": "What was the Anaconda Plan?",
    "452bcc95": " The Rebels are our countrymen again.",
    "8d0dbd6a": "I suppose there is nothing for me to do but to go and see General Grant, and I would rather die a thousand deaths.",
    "95fe1cdb": "Abraham Lincoln",
    "327e7400": "Total war is a strategy that  involves attacking the economy, infrastructure, and civilian resources that help sustain the enemy’s war effort.",
    "cf59ade7": "The South remained largely rural and agricultural, relying heavily on plantations and enslaved labor to sustain its economy.\n",
    "d8e9a89b": "It’s not just the soldiers doing their part, the women are saving lives in this war!",
    "4838b374": "A tactic based on quick, small-scale surprise attacks against isolated units.",
    "titleGotIt": "GOT IT!",
    "58eb543a": "Early Northern campaigns suffered as a result.",
    "62ef3a3d": "Both sides entered the war with confidence, but for different reasons.\n",
    "926fdec5": "Attack from Confederate forces.",
    "titleTryAgain": "TRY AGAIN",
    "defeatTitle": "DEFEAT:",
    "8fa0da9a": "South Carolina,\nApril, 1861",
    "f24b29c6": "Yet even as hope endured, one of the darkest chapters was yet to come:",
    "dc10b437": "Portrays Lincoln’s efforts to unite the country despite deep divisions over slavery.",
    "0000a37c": "Cavalry’s coming in! Fast and armed with sabers.",
    "star_dontRepeatLevel": "Try completing the level without resetting to checkpoints...",
    "e38a86f0": "Get rid of ’em quick!",
    "3e2f80df": "Battle of Appomattox Court House",
    "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
    "c95c5a3c": "The political instability came from internal conflicts, especially about slavery.",
    "1f51ce3a": "Pauline Cushman\n Union Spy.",
    "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
    "8597c3c3": "Lincoln was elected without Southern support, since he opposed spreading slavery into new territories.",
    "5202518b": "But most days are rough -- drills, bad food, cold nights.",
    "012eb404": "There is Jackson standing like a stone wall. Let us determine to die here, and we will conquer. Rally behind the Virginians!\r\n",
    "9dbcf9fe": "The Union advantages in the war were:",
    "b14f170d": " Let’s set up that medical post!",
    "85044bbb": "Robert E. Lee led the Confederates, choosing Virginia over the Union.",
    "a608fa34": "What made the U.S. so politically divided before the Civil War?",
    "cabfa7fb": "They helped by sending letters and baking goods.",
    "b4c716fe": "Wounded keep comin’ in.",
    "f6a7708a": "Well, that’s the way things are…",
    "e4063a55": "They worked as nurses, factory workers, and spies.",
    "de4f2d66": "I suppose there is nothing for me to do but to go and see General Grant.",
    "8bbcee1b": "The Confederate Army.",
    "d174b5a8": "As new states joined the country, the question of whether slavery would be permitted reignited fierce national debate.",
    "1b4eabbf": "And one more thing to keep in mind: in all battles, you’ll set up the forces, but you won’t control the actual fighting.",
    "00b00fe2": "A plan to hold territory and gain support from European countries.",
    "01e5f244": "I seen you out there. That was brave.",
    "1a7b29ce": "The tensions were plain to see, and the nation now stood on the brink of war.",
    "c9fea325": "They had to fight in unfamiliar territory and struggled with weak military leadership.",
    "72db6172": " The North was rapidly industrializing, with expanding cities, railroads, and a labor system based on paid workers.\n",
    "5515bdb0": "Artillery’s real good at dealin’ with ranged units our boys can’t reach.",
    "300e1480": "Lincoln was elected president without support from the Southern states, largely because of his stance against the expansion of slavery into the new territories. Southern leaders, whose economy depends on slave labor, fear his presidency threatens their way of life.\r\n\r\n In response, they have seceded from the Union and formed the Confederate States of America, naming Jefferson Davis as their president.",
    "a19fad59": " It was called the Anaconda Plan.",
    "57103d89": "People are rioting out of hunger...",
    "27c72a98": "Don’t worry, no one’s gettin’ hurt. It’s all for training.",
    "3081df92": "It wasn’t just about winning battles anymore.\r",
    "d9da578e": "That cannon is all we got...",
    "f5f40465": "In July 1861, they met at Bull Run.",
    "804d1503": "I ain’t waitin’ for no man to hand me freedom. Now we can fight, I’m takin’ it.",
    "77aec003": "The Civil War introduced powerful new tools.",
    "c348eed8": "Abraham Lincoln was elected president in 1860 with very little or no support from Southern states. His election caused many Southern states to secede, as they feared he would abolish slavery.",
    "474a7673": "Funny thing... between battles, we’ve even shared coffee with the enemy.\r",
    "titleDone": "Done",
    "aded9c9f": "Later that night...",
    "aa84a1aa": "Watch out for the musket soldiers! they attack from a distance.",
    "7fcc91bd": "Among them was Robert E. Lee, who left the U.S. Army to stand with Virginia.",
    "90e556bc": "Which of these battles was considered a Union victory?",
    "e0a401a9": "Strong military leadership and familiar land.",
    "73fdf8dd": "He even suspended habeas corpus—means they can lock a man up without charges.",
    "23e331e4": "This is the basic soldier.",
    "f72373f8": " Otherwise, it might seem like a desperate act from a losing side, rather than a strong moral and political stance.",
    "774e33f0": "I did not seek war, nor did I welcome its coming. But when Virginia dropped the union, I could not stand aside.",
    "c72facd8": "Better battlefield medicine saved lives and kept soldiers fighting.",
    "228274cf": "The Confederacy, though outnumbered and with fewer resources, had strong leadership and home-field advantage.\n",
    "9dd9fad8": "They will come strong now! But we can’t back down!",
    "0e1bdd0a": "Who was elected  president in 1860  without support  from the South?",
    "89afa093": "Reinforcements are stronger now. Use ’em right, and we just might turn the tide.",
    "3314c6a3": "The telegraph carried commands in moments, allowing leaders to shape the fight from miles away.",
    "59b1bdda": "Tactically, the Battle of Antietam was inconclusive. But gave the Union a much-needed sense of victory.\n",
    "titleScore": "Your score",
    "7a0d7427": "It marked the final surrender of the Confederate Army.",
    "b9944bb1": "The Confederate forces attacked Union-held Fort Sumter, which marked the start of the Civil War. The Union forces were defending the fort but did not initiate the attack.",
    "2da459fb": "Yeah, I heard. Folks are protesting, prices keep climbing, families struggling just to get by.",
    "04691407": "The South’s no better. Blockades and burned fields—food’s near impossible to find, prices through the roof.",
    "85aa7708": "And the draft keeps dragging fathers and sons from their homes. This war’s cutting deep on every side.",
    "dd1bc379": "The South’s way of life depended on slave labor, so their leaders chose to break away from the Union and form the Confederacy, with Jefferson Davis as president.",
    "623da6c2": "Abraham Lincoln victory came without Southern support, his stance against expanding slavery made a clear line between North and South.",
    "a3776a63": "For Southern leaders, whose economy depended on slave labor, his presidency threatened their very way of life.",
    "672ada4d": "In defiance, they seceded from the Union and formed the Confederate States of America, with Jefferson Davis as their president.",
    "8fd3c57b": "As the war pressed on, women across the nation stepped forward.",
    "9db64f7e": "They tended the wounded in field hospitals, spied, organized supplies, and managed the homefront.",
    "5d4f80d9": "Their efforts brought order, care, and strength to a country torn by conflict.",
    "497f207c": "the Battle of Antietam.",
    "af217049": "Pauline Cushman\nUnion Spy",
    "868b6212": "Kate Cumming \nConfederate Nurse",
    "9fa391aa": "Though it did not affect most right away, the proclamation brought hope that a Union victory would secure true liberty.",
    "094efab9": "While also weakening the Southern economy, which relied on enslaved labor.",
    "40ebe472": "And it discouraged Britain and France—nations that had already abolished slavery—from supporting the Confederacy.",
    "3c518fa1": "And discouraging other countries from supporting the Confederacy to avoid being linked to slavery.",
    "9600bbd3": "I know it ain’t easy, though. Black soldiers get paid less, trainin’ ain’t the same, and the gear’s inferior.",
    "07f20e76": "I know. And if we get caught… it could mean death, or worse, bein’ sent back into slavery."
  },
  "es": {
    "13586425": "Vienen días mejores, amigo. Lo creo de verdad.",
    "17016801": "Gettysburg, Pensilvania, julio de 1863",
    "24108960": "Cuatro meses después, el presidente Abraham Lincoln pronunció el famoso discurso de Gettysburg.",
    "24209234": "Las nuevas tecnologías trajeron progreso... pero también hicieron que la guerra fuera más brutal que nunca.",
    "25682513": "¡Intenta detenerlos antes de que lleguen a nuestra base!",
    "53469033": "1- Bloquear los puertos del sur para ahogar su comercio.\n\n2- Tomar el Misisipi, dividir a la Confederación en dos.\n\n3- Capturar Richmond, la capital de la Confederación.",
    "74602809": " Lo primero es lo primero: establecemos lo básico.",
    "87212159": "¡Revisemos el plan, soldado!",
    "88980521": "A partir de ese momento, el Sur dejó de avanzar y se concentró en defender su territorio.",
    "90148983": "El presidente Abraham Lincoln emitió la Proclamación de Emancipación, declarando que todas las personas esclavizadas en los estados confederados ahora son libres. \n\nAunque no afecta a la mayoría de las personas de inmediato, la proclamación trae la esperanza de que una victoria de la Unión garantizará la verdadera libertad. \n\nLa medida también debilita la economía del Sur y puede desalentar el apoyo extranjero a la Confederación.\n\n",
    "90548888": "¿Por qué se alistaron los soldados de la Unión en la Guerra Civil?",
    "94601756": "Una población más grande, más fábricas y mejores ferrocarriles.",
    "1883d251": "Para defender sus hogares y familias.",
    "c7f9227c": "Ataque de las fuerzas de la Unión.",
    "fab8278d": "Completa el entrenamiento para defender el fuerte.",
    "hudScore": "Puntuación:",
    "titleRateTheGame": "¡Ey, no te olvides de valorar el juego!",
    "fd37f595": "Los apretamos lo suficiente, como una serpiente, y esta guerra terminará.",
    "f824bc79": "Una población más grande, más fábricas y mejores ferrocarriles.",
    "479f2161": "¡El 54º Regimiento de Massachusetts está aquí para liderar la carga!",
    "2d74dd9b": "Al comienzo de la Guerra Civil, la Unión se enfrentó a una grave desventaja: el liderazgo militar.",
    "0d92175f": "¡Lo logramos! Pero el general dice que nos retiraremos después de esta ola.",
    "a33ad628": "¡Construye aquí un puesto de infantería para que puedan estar en el frente!",
    "58ae7cb5": "Aunque se afirma que Antietam es una victoria de la Unión, muchos de los que lucharon allí lo ven como una derrota para ambos bandos.\n\nFue el día más sangriento de la historia de Estados Unidos, con miles de muertos y heridos.\n\nUna reflexión aleccionadora sobre el verdadero precio de la guerra.",
    "b6213593": "Virginia,\nJulio de 1861",
    "5bbe511b": "¿Qué evento en Fort Sumter marcó el comienzo de la Guerra Civil?",
    "5637f1b2": "Tenían menos fábricas, ferrocarriles y una población más pequeña.",
    "bde4aaa5": "La mayoría de los soldados de la Unión se opusieron a la secesión y creían que valía la pena luchar por preservar la Unión.",
    "885326e1": "Para enriquecerse con la esclavitud.",
    "17565bef": " Fort Wagner, Carolina del Sur, julio de 1863",
    "b9660b94": "Más tarde esa noche...",
    "67df9749": "Escasez de recursos naturales.",
    "acd4b0f0": "Quédate cerca de uno y durarás más en el campo de batalla.",
    "b3fd80eb": "Desacuerdos sobre la esclavitud.",
    "dd5e84bf": "¿Por qué Lincoln emitió la Proclamación de Emancipación?",
    "a870998a": "A pesar de las primeras luchas, la Unió se mantiene firme.",
    "8a48dedc": "Parece que la marea está cambiando hacia nosotros.",
    "ea0e6134": "Abraham Lincoln",
    "23436ed1": "Mejor déjalo donde lo recogí... alguien podría venir a buscarlo.",
    "df0d98df": "¿Qué hizo que Estados Unidos estuviera tan dividido políticamente antes de la Guerra Civil?",
    "44ecda03": " El plan Anaconda",
    "e0b48c25": "Puedes pedir refuerzos en el campo.",
    "63ecf3d6": "Con líderes como el nuestro, tenemos una oportunidad real de ganar esto.",
    "d9d2eec2": "¡Cañones adelante! Son lentos, pero golpean fuerte y destruyen todo a su alrededor.",
    "77def643": "La Unión impide que nuestros productos salgan de los puertos.\n\nEnviamos gente al otro lado del Atlántico en busca de ayuda extranjera, con la certeza de que las fábricas de Inglaterra y Francia no podrían funcionar sin nuestro algodón.\n\nSin embargo, desde la proclamación del Sr. Lincoln, ningún país nos ayudará, ya que nadie quiere que los vean defendiendo la esclavitud. Han encontrado otros proveedores. \n\nAhora luchamos solos.",
    "574a0798": "¿Por qué la batalla de Gettysburg fue un punto de inflexión en la guerra?",
    "2fa921a1": "Las ventajas de la Confederación en la guerra fueron:",
    "5162cf86": "... ¡Espera!",
    "1ebe5b0e": "Desfile del Día de la Emancipación en Richmond.",
    "df96feb4": "¿Quién fue elegido presidente en 1860 sin el apoyo del Sur?",
    "titleLevelInfo": "INFORMACIÓN",
    "a0fe7cbe": "En sus palabras: «...Somos más bien los vivos quienes aquí debemos abocarnos a la gran tarea que aún resta ante nosotros: que de estos muertos a los que honramos, se extraiga un mayor fervor hacia la causa por la que ellos entregaron la mayor muestra de devoción».",
    "2e0ee0ce": "Poco después, las fuerzas confederadas atacaron Fort Sumter, iniciando la Guerra Civil entre la Unión (Norte) y la Confederación (Sur).",
    "46ba0e3b": "El presidente Lincoln había estado retrasando una decisión importante, esperando el momento adecuado.\n",
    "titleLevelComplete": "Nivel COMPLETO",
    "97c36631": "La Confederación carecía de recursos industriales, tenía menos ferrocarriles y una población más pequeña, lo que dificultaba abastecer a su ejército y reemplazar a los soldados caídos.",
    "titleLevelSelect": "Selección de nivel",
    "10597d12": "Luchar por la libertad y la esperanza de una ciudadanía plena.",
    "f4221753": "Temiendo que acabara con la esclavitud, muchos estados del sur optaron por la secesión.",
    "dc1172b8": "Hasta Gettysburg.",
    "1991c524": "Construye 1 hospital.",
    "titlePressAnyKey": "Presiona cualquier tecla para continuar...",
    "7765cb38": "¡Por fin ha terminado!",
    "0b1accd1": "¡Hoy reforzamos el bloqueo desde tierra!",
    "90d29811": "Grant era uno de los principales generales de la Unión.",
    "098cf87e": "Detén la marcha del ejército confederado hacia el norte.",
    "269abdef": " ¡Lee se rinde en Appomattox!",
    "e466bdac": "Puedes pedir refuerzos en el campo. No te costarán nada, así que no dudes en utilizarlos.",
    "343671cb": "Un enfoque militar que apunta tanto a las fuerzas enemigas como a los recursos que las apoyan.",
    "1c6a891b": "Desacuerdos sobre la esclavitud.",
    "d67ca016": " ¡Debemos prepararnos para la batalla!",
    "3c32629c": "Algo para \nque me recuerdes.",
    "89c7af5a": "¡Si nos mantenemos unidos, podemos cambiar el rumbo!",
    "visualQuiz_TryAgain": "Inténtalo de nuevo",
    "5a08d8c0": "Las mujeres fortalecen nuestros campos de batalla.",
    "af4a845d": "Carolina del Sur,\nJulio de 1863",
    "titleFinalScore": "TU PUNTUACIÓN FINAL",
    "becf7538": "Conseguí este papel en un vagón de suministros.\r",
    "a9c742b7": "¿Cuáles fueron algunas de las desventajas a las que se enfrentó la Confederación durante la Guerra Civil?",
    "9688edbc": "La inestabilidad política en los Estados Unidos creció debido a los conflictos entre el Norte y el Sur por la esclavitud.",
    "GameOver": "Se acabó el juego",
    "ed7dccb9": "Las ventajas de la Unión en la guerra fueron:",
    "b982de54": "¿No quedan amigos para los rebeldes?",
    "a1c2df37": "Las fuerzas que atacaron Fort Sumter, que marcó el inicio de la Guerra Civil, fueron:",
    "4011a146": "Ya no se trataba solo de preservar la Unión, sino también de garantizar la libertad y la democracia para todos.",
    "4a77fdc2": "En el norte, las fábricas funcionaban sin parar y producían armas, uniformes y suministros. ",
    "5e7d0953": "Más tarde esa noche...",
    "e128e07c": "¿Quién fue elegido presidente en 1860 sin el apoyo del Sur?",
    "5de54feb": "La agricultura mecanizada mantuvo la producción estable, mientras que los ferrocarriles trasladaron mercancías y tropas para mantener el esfuerzo bélico.",
    "c77bbdd5": "Mejora 2 estructuras.",
    "d83f9fac": "Ahí está Jackson de pie como un muro de piedra. ¡Apoye a los virginianos!\n",
    "1eb765d8": " Continuaremos mañana.",
    "2a995ca4": "Cuando las cosas se pongan difíciles, podemos recurrir a los cañones.",
    "fd5818af": "El plan Anaconda",
    "16387f20": "¡Sí, señor!",
    "2a4144cc": "Esa noche, las fuerzas confederadas bombardearon Fort Sumter, en poder de la Unión, y obligaron a rendirse después de 34 horas.",
    "9d5859a1": "Aumentan las tensiones dentro de la Unión.",
    "4002f71d": "La Unión tenía más fábricas, ferrocarriles y una población más grande. Estos recursos les permitían producir más armas, suministros y uniformes, mover tropas rápidamente a largas distancias y reemplazar las pérdidas con mayor facilidad. Esta fortaleza industrial y demográfica le dio a la Unión una ventaja a largo plazo para mantener el esfuerzo bélico.",
    "e17a9892": "Lincoln necesitaba una victoria de la Unión para anunciarla desde una posición de fuerza.",
    "1ca410dc": "La Proclamación de Emancipación de Lincoln tenía como objetivo debilitar la fuerza laboral de la Confederación liberando a los esclavos y dando a la Unión una causa moral en el extranjero.",
    "d7f5a6f0": "Para poner fin a la guerra y hacer las paces con el sur.",
    "575446d4": "Las fuerzas confederadas atacaron Fort Sumter, en poder de la Unión, lo que marcó el inicio de la Guerra Civil.",
    "94fca389": "Un fuerte liderazgo militar y un territorio conocido.",
    "1cbe8515": "Virginia,\nAbril de 1865",
    "e4489f70": "«Esta nación, bajo Dios,\r\ntener un nuevo nacimiento de la libertad y ese gobierno del pueblo, por\r\nel pueblo, para el pueblo, no desaparecerá de la tierra».\n\nAbraham Lincoln, presidente de los Estados Unidos de América.",
    "fa2175e7": "Buenas y malas noticias, amigo. Es mejor que leas esto.",
    "094c41f5": "Para ello, necesitaremos establecer puestos de infantería en los terrenos de construcción.",
    "f79cc706": "Los ferrocarriles movieron a los ejércitos con rapidez y el telégrafo dio órdenes instantáneas.",
    "39bddb29": "Lincoln esperó a que la Unión ganara antes de emitir la proclamación para evitar parecer desesperado y evitar que el apoyo extranjero respaldara al Sur.",
    "6d960aaf": "Batalla de Antietam",
    "93ac3023": "Hemos hecho nuestra parte por ahora. ¡Orgulloso de luchar a tu lado!",
    "43949a66": "Me imaginé que querrías echar un vistazo.",
    "ebf2683e": "El ejército confederado.",
    "80a81a61": "Ambas partes esperaban una victoria rápida. En cambio, se enfrentaron a grandes pérdidas.",
    "e4d803ca": "El Ejército de la Unión.",
    "4c56774a": "Si bien ningún soldado murió durante el bombardeo, el ataque unificó al Norte contra la secesión y marcó el comienzo oficial de la Guerra Civil.",
    "f8331a96": "Para los negros que luchan, es aún mayor.\r",
    "51273e92": "Abraham Lincoln",
    "17c37601": "Cuando terminó, el país estaba herido pero lleno de esperanza; después de todo, todos eran estadounidenses.",
    "879c651f": "Tras la Proclamación de Emancipación, los soldados negros se alistaron en el Ejército de la Unión. Lucharon valientemente por la libertad y ayudaron a cambiar el rumbo de la guerra.",
    "ca66ad56": "Sargento William H. Carney\nSoldado de la Unión.",
    "9329dbe3": "Cortar los suministros perjudica a los rebeldes.",
    "titleHowToPlay": "Cómo jugar",
    "266ec7d8": "Por un momento, parece que no somos tan diferentes después de todo.",
    "e996f8fc": "- Mantén la línea defensiva.\r\n\n- Tienen más hombres. Tenemos el terreno. Utilízalo bien.\r\n\n- Espera a que lleguen los refuerzos.\r\n\n-Debemos proteger nuestra capital, Richmond, cueste lo que cueste.",
    "1d1a35f3": "¿Qué evento en Fort Sumter marcó el comienzo de la Guerra Civil?",
    "9d305747": "¡Incluso con menos artillería, nos mantuvimos firmes!",
    "093583b3": "Batalla de Fort Wagner",
    "4442fbad": "La Unión, por otro lado, comenzó a adoptar una nueva estrategia: la guerra total.",
    "5c1b9fa2": "Debilitar a la Confederación y dar a la guerra una causa moral.",
    "a98f1ce9": "¡El puesto de infantería está listo!",
    "e0204f17": "Respuestas",
    "titleCongratulations": "¡Felicidades!",
    "5a83a02d": "No todos en el Norte están unidos. \n\nLa Proclamación de Emancipación y la guerra misma han provocado protestas y disturbios.\r\n\r\nEn respuesta, el presidente Lincoln ha tomado medidas firmes, enviando tropas para reprimir los disturbios y suspendiendo el hábeas corpus, permitiendo arrestos sin cargos formales en estos tiempos de crisis nacional.\r\n\r\nSi bien nuestras ciudades han escapado en gran medida a la destrucción provocada por la batalla, las divisiones políticas y la restricción de las libertades nos recuerdan que la guerra también se libra en casa.",
    "04636863": "Con las próximas elecciones, estas formas de vida contrastantes provocaron un aumento de las tensiones.",
    "titleClose": "Cerrar",
    "20e4757c": "Un fuerte liderazgo militar y un territorio conocido.",
    "47c9fb32": "Después de cuatro años, la Unión ganó cuando Lee se rindió a Grant en 1865, restaurando los Estados Unidos como una nación unida.",
    "a1a16115": "Buen trabajo, recluta. ¡La formación fue sólida!",
    "c036de11": "A veces pasamos el tiempo cantando o lanzando una pelota.",
    "5d33922c": "Pensilvania,\nJulio de 1863",
    "683a1366": "Los acorazados hacían que los barcos de madera quedaran obsoletos, mientras que los mosquetes estriados y la artillería más fuerte hacían que las batallas fueran más peligrosas.",
    "65f8f8bd": "La Confederación tenía generales hábiles, conocía bien la tierra, se movía más rápido y utilizaba el apoyo local para defender su territorio con eficacia.",
    "titleEnableAutomaticTTS": "¿Deseas activar la conversión automática de texto a voz?",
    "5c5aedc8": "Hubo inestabilidad política en los Estados Unidos debido a: ",
    "cdde262e": "Si los preparas bien, atravesarán las líneas enemigas desde la distancia.",
    "56677ebc": "El mensaje era claro: esta guerra no acabaría rápidamente.",
    "175c9975": "Una nación en crecimiento, pero que lucha con profundas divisiones internas.",
    "07257537": "Pero ahora tenemos más hombres en cada puesto avanzado de infantería, y eso cuenta para algo.",
    "b76c5293": "¡Podemos mejorar nuestras posiciones ahora!",
    "6a1668ca": "Preservar a los Estados Unidos y apoyar un gobierno nacional fuerte.",
    "ea331b64": "Jefferson Davis",
    "2e756ba6": "La guerra, que una vez se libró solo para preservar la Unión, ahora tenía un propósito más profundo: acabar con la esclavitud en los Estados Unidos.",
    "star_finishTheLevel": "Termina el nivel...",
    "5eb1406b": "No te costarán nada, así que no dudes en utilizarlos.",
    "ac8d97fa": "Más tarde esa noche...",
    "d9eb5318": "¿Qué ejército ganó la Guerra Civil?",
    "6fe64451": "Soldados, gracias a la valiente labor de la espía Rose Greenhow, conocemos los planes del enemigo.",
    "c2dfb890": "Antietam",
    "2e74f1a5": "¿En qué ejército se alistaron los soldados negros durante la Guerra Civil?",
    "36080f4e": "¡Lideraremos la ofensiva en Fort Wagner! ¡Quédate detrás de nosotros!",
    "1a23a3f7": " ¡O salir!",
    "9aa561e0": "Políticamente, la nación también cambió.",
    "d1752473": " He pensado en desertar más de una vez... y muchos ya lo han hecho...",
    "41d42a69": "La primera batalla de Bull Run, Virginia, julio de 1861",
    "b6944dc4": "Ambos bandos se adjudicaron victorias. Ninguno de los dos obtuvo una ventaja duradera.",
    "62b89711": "Jefferson Davis",
    "ced109d9": "Los civiles pagan el precio de la guerra.",
    "3039bf96": "Lincoln emite una proclamación de emancipación.",
    "9d90d64e": "¡Hoy, Richmond no caerá!",
    "332d6894": "Sin embargo, el Sur carecía de infraestructura y fábricas y tenía problemas con los suministros.",
    "6541b470": "Una victoria sangrienta en Antietam.",
    "titleRetry": "Reintentar",
    "043f5f9b": "Robert E. Lee fue un general de:",
    "844a0f0e": "Muchos soldados negros se unieron a la Unión para luchar contra la esclavitud, demostrar su valía y ayudar a garantizar la libertad y la igualdad de derechos.",
    "42027e86": "La guerra cambia rápidamente, al igual que las herramientas que utilizamos.",
    "a3baa99c": "General Winfield Scott.",
    "6db79ce9": "¿Qué hicieron las mujeres durante la Guerra Civil?",
    "8e966c4d": " Antietam, Maryland, septiembre de 1862",
    "e480718f": "Generales como Winfield Scott, creador del Plan Anaconda, y Ulysses S. Grant, que consiguió victorias clave, siguen dando esperanzas a la causa del Norte.",
    "c68531c4": "Apoyar a los propietarios de plantaciones en el sur.",
    "0fdd7771": "¿Por qué se alistaron soldados confederados sin esclavos?",
    "5ce58eef": "Muchos de los oficiales más experimentados optaron por luchar por la Confederación, a menudo por lealtad a sus estados de origen.",
    "acc42e00": "Maryland,\nSeptiembre de 1862",
    "995c7c41": "Antietam (Maryland)\nEl campo de batalla el día de la batalla.",
    "844424fb": "«Que resolvamos firmemente que estos muertos no dieron su vida en vano. Que esta nación, Dios mediante, tendrá un nuevo nacimiento de libertad. Y que el gobierno del pueblo, por el pueblo y para el pueblo, no desaparecerá de la faz de la Tierra.».",
    "00526995": "La Guerra Civil",
    "bb3ab6df": "En el norte, el aumento de los precios y la escasez representan un desafío para las familias debido al aumento de la demanda de suministros de guerra y a las interrupciones del comercio. \n\nEn el sur, los bloqueos y la destrucción de las tierras agrícolas provocan una grave escasez de alimentos y un aumento vertiginoso de la inflación.\n\nEn ambos lados, el servicio militar obligatorio obliga a padres e hijos a abandonar sus hogares.",
    "6fa74010": " Y preferiría morir mil veces.",
    "bc210248": "Plan de batalla confederado — BULL RUN",
    "5079acbd": "Los acorazados dominaban los mares, haciendo que las flotas de madera quedaran obsoletas.",
    "385346db": "Para mi hijo, si encuentras esto\r\n\r\nLa guerra está demasiado cerca.\r\n\r\nLas ciudades están ardiendo y las familias huyen con lo único que pueden cargar. \r\n\nAhora es nuestro turno, debemos dejar atrás la granja.\r\n\r\nRezo para que esta carta te llegue.\r\n\r\nTu querida madre.",
    "7c778efc": "Kate Cumming \n Enfermera confederada.",
    "ce6bb3b0": "El acróbata político.",
    "be9fe24b": "Ataque de las fuerzas de la Unión.",
    "e70c5693": "General Ulysses S. Grant.",
    "31b031da": "Si bloqueamos sus puertos, no pueden vender algodón ni traer armas.",
    "eed5eb41": "Impide que lleguen 2 envíos de suministros.",
    "86bf82a7": "Ataque de las fuerzas confederadas.",
    "f51cd24d": "En el norte, las fábricas trabajaban día y noche, produciendo armas, uniformes y suministros para los ejércitos.",
    "5309fb09": "Abraham Lincoln",
    "c720fbc0": "Nos rendimos.",
    "9b7d94d6": "Las ventajas de la Confederación en la guerra fueron:",
    "84c13e73": "Pocos días después de la batalla, Lincoln hizo su movimiento. \r\n",
    "3f60efd0": "¿Cuáles fueron algunas de las desventajas a las que se enfrentó la Confederación durante la Guerra Civil?",
    "4b68426d": "La Confederación carecía de recursos industriales, tenía menos ferrocarriles y una población más pequeña, lo que dificultaba abastecer a su ejército y reemplazar a los soldados caídos. Por el contrario, la Unión tenía más recursos, pero se enfrentó a desafíos como luchar en un terreno desconocido y luchar por un liderazgo militar efectivo en los primeros años de la guerra.",
    "d59a2b62": "Ulysses S. Grant fue un general de:",
    "5212774d": "¡Estas innovaciones son asombrosas! Dentro de unos años, la gente leerá sobre esto en los libros de historia militar... y dirán que todo empezó aquí.",
    "04aeb0d3": "Un punto sólido para frenar al enemigo.",
    "adac0c74": " Se quemaron campos y la economía quedó en ruinas.",
    "d35938e9": "Solo espero que esto acabe pronto.",
    "c92dfe66": "Querida Sarah,\n\nTe escribo con el corazón apesadumbrado.\n\nNos dijeron que luchamos por la libertad y nuestro modo de vida en el ejército confederado. ¿Pero la libertad de quién? No tengo ni un solo esclavo, ni ninguno de los chicos de aquí.\n\nMientras tanto, los ricos compran su seguridad mientras nosotros nos congelamos, pasamos hambre y morimos aquí afuera. Parece que estamos librando su guerra, no la nuestra.\n\nAlgunos la llaman «la guerra de los ricos y la lucha de los pobres». No están equivocados.\n\nExtraño mi hogar con todo mi corazón.\n\nTuyo,\n\nThomas.",
    "675fbee6": "El Plan Anaconda de la Unión tenía como objetivo rodear el sur, bloquear los puertos y controlar el Misisipi.",
    "6a8ee056": "Los ferrocarriles, las fábricas y la marina dieron al Norte claras ventajas.\n",
    "7e00c1d9": "Las mejoras aumentan cosas como el daño, la velocidad de curación o el alcance de ataque.",
    "16e6ba30": "Anunció la Proclamación de Emancipación, declarando que todas las personas esclavizadas en los estados Confederados serían liberadas.",
    "titleYes": "SÍ",
    "titleConfirm": "Confirmar",
    "cdecd4bb": "¿Qué evento en Fort Sumter marcó el comienzo de la Guerra Civil?",
    "667b2e30": "Creíamos que el algodón era nuestro rey y nuestro camino hacia la victoria.",
    "bc43d2df": "Quédate cerca de los hospitales de campaña y las señoras te curarán enseguida.",
    "dfc12796": "Para mi hijo, si encuentras esto\n\nEl bloqueo nos ha dejado prácticamente sin nada. Los precios se disparan, e incluso la harina y la sal son cada vez más escasas. \n\nLa guerra no es solo en el campo de batalla. Está en cada hogar, en cada estante vacío.\n\nRezo para que esta carta te llegue.\n\nTu querida madre.",
    "433e2a70": "Construye 1 unidad de infantería y 1 unidad de artillería para entrenarlos.",
    "e743b1c5": "Antietam obligó a la Confederación a rendirse.",
    "a6a99100": "Una estrategia para bloquear el sur y dividirlo controlando el río Misisipi.",
    "dcf32a35": "La batalla de Gettysburg y las poderosas palabras de Lincoln ayudaron a redefinir el significado de la Guerra Civil.",
    "6b439106": "La guerra ha terminado.",
    "375c044d": "Una victoria sangrienta en Antietam.",
    "1bb2e0eb": "Una victoria sangrienta en Antietam.",
    "7388bf29": " Mientras tanto, los soldados negros han comenzado a unirse a las filas de la Unión en mayor número. \n\nA pesar de su valentía, se enfrentan a una remuneración desigual, a una formación deficiente y a un equipo inferior. \nSi son capturados, corren el riesgo de morir o volver a ser esclavizados.",
    "c5673763": "Pero también afecta al resto de la gente de allí...",
    "titleTapAnywhere": "Mantén pulsada cualquier tecla para continuar...",
    "3c880231": "Batalla de Gettysburg",
    "817a1f6f": "En el sur, el colapso de la mano de obra esclavizada hizo añicos el sistema agrícola. Se quemaron campos y la economía quedó en ruinas.",
    "f5c0506e": "¡Cuidado con los soldados mosquetes! atacan desde la distancia.",
    "2465d417": " Las mujeres trabajaban como enfermeras, en las fábricas y como espías. Algunas incluso se disfrazaron de hombres para luchar en las batallas.",
    "20c4559a": "En fin, tenemos una guerra que ganar.",
    "e80ae0df": " Seguirá enviando tropas amigas para ayudar a mantener la línea.",
    "4b36e9f8": "¿Por qué Lincoln emitió la Proclamación de Emancipación?",
    "8b199e15": "Durante la batalla de Gettysburg, las fuerzas de la Unión y la Confederación se enfrentaron en un combate crucial.",
    "6aaf12b2": "El Ejército de la Unión.",
    "dbf362c4": "¿Por qué había inestabilidad política en los Estados Unidos antes de la Guerra Civil?",
    "74b5e9f6": "Tenían menos fábricas, ferrocarriles y una población más pequeña.",
    "star_correctAnswer": "Responde correctamente a la pregunta...",
    "99d9b708": "El ejército confederado.",
    "1c90f0d0": "¡Unión destrozada! Los estados del sur se separan tras la victoria de Lincoln",
    "a62e668a": "No se rendirán, así que atacaremos. ¡Mantengan sus posiciones!",
    "421f3fe0": "Las ventajas de la Unión en la guerra fueron:",
    "54cb08e3": "Jefferson Davis",
    "eb99c2ab": "Nunca pensé que vería este día, pero aquí está.",
    "b2be4ee8": "Escasez de recursos naturales.",
    "d233f2c3": "Sabes, me inscribí para luchar por la Unión para mantener unido a este país.",
    "adfa721b": " Al extender la guerra más allá de las líneas del frente, la Unión pretendía poner fin al conflicto.",
    "2df0a2e5": "¿Por qué se emitió la Proclamación de Emancipación después de la Batalla de Antietam?",
    "e7116dce": "La gran serpiente de Scott: El plan Anaconda",
    "titleContinue": "CONTINUAR",
    "bd4311d1": "Detuvo la invasión del Norte por parte de la Confederación y elevó la moral de la Unión.",
    "0fd192ef": "Abraham Lincoln fue elegido presidente con el apoyo del Norte (Unión) pero sin el respaldo del Sur (Confederación).",
    "1489cea3": "Una población más grande, más fábricas y mejores ferrocarriles.",
    "6d51c318": "La Unión tenía más personas, fábricas y ferrocarriles, lo que les permitía mover tropas, reemplazar las pérdidas y abastecer a su ejército de manera más eficaz.",
    "6f14a2ad": "Jefferson Davis",
    "d075ae8e": "Fue una gran derrota para la Confederación, que puso fin al intento del general Lee de invadir el territorio del Norte. Esta victoria marcó el comienzo de una ofensiva más fuerte de la Unión.",
    "35761e56": "Protegeremos todos los caminos que conducen al mar.",
    "47a96908": "¡Buen trabajo! Ahora vamos a entrenar.",
    "titlePlay": "Jugar",
    "e80072d5": " ¡Buen trabajo, recluta!. Continuaremos mañana.",
    "41930b58": "Estados Unidos, mediados del siglo XIX.",
    "5db584fd": "No se trata solo de esta guerra. Esto cambiará la forma en que se librarán todas las guerras de ahora en adelante.",
    "5a3c006c": "Aunque se afirma que Antietam es una victoria de la Unión, muchos de los que lucharon allí lo ven como una derrota para ambos bandos.\r\n\r\nFue el día más sangriento de la historia de Estados Unidos, con miles de muertos o heridos.\r\n\r\nUna reflexión aleccionadora sobre el verdadero precio de la guerra.",
    "564dde19": "Fuerte Sumter",
    "a71fda38": "Aunque nos superan en número, tenemos la ventaja de la sorpresa y el conocimiento de esta tierra.",
    "eb2c5024": "«Son mejores soldados en todos los aspectos que cualquier tropa que haya tenido bajo mi mando».\r\n\r\n—El general de la Unión James G. Blunt.",
    "58362fc5": "¡Solo recuerda que construir requiere recursos!",
    "ccddd171": "La Unión tenía más personas, industria e infraestructura, lo que le dio al Norte claras ventajas en la guerra.",
    "fd2fe932": "Échale un vistazo a esto.",
    "f02d1845": "Pero ten cuidado, tardan en recargarse, así que úsalos con prudencia.",
    "ef2cf0c0": "Eche un vistazo a esto.. Parece que todo el mundo está sufriendo ahora... esta guerra ha durado demasiado.",
    "6c0f8901": "Mira lo que he encontrado.",
    "ba06787e": "Cuando las cosas se pongan difíciles, podemos recurrir a los cañones. Pero ten cuidado, tardan en recargarse, así que úsalos con prudencia.",
    "c53920ef": "A medida que avanza la guerra, las mujeres de todo el país están dando un paso adelante. \r\n\r\nDesde atender a los heridos en los hospitales de campaña hasta espiar, organizar los suministros y gestionar las tareas domésticas, sus contribuciones son vitales.\r\n\r\nSu presencia aporta orden, cuidado y fortaleza.",
    "7068ecab": "Obliga a los confederados a rendirse.",
    "afef81f2": " No demasiado rápido ni demasiado fuerte, pero te desgastarán si no tienes cuidado.",
    "c3fa0a9b": "Practicaremos con nuestras propias tropas para prepararnos para una verdadera batalla contra los confederados.",
    "52d5ff60": "El 9 de abril de 1865, el general Robert E. Lee se rindió ante el general Ulysses S. Grant en el Palacio de Justicia de Appomattox, lo que puso un tan esperado fin a la Guerra Civil.\n\nTras años de dificultades y sacrificios, nuestra nación puede por fin empezar a sanar y avanzar unida.\n\n¡La Unión se mantiene firme y la libertad brilla más que nunca!",
    "ff27d372": "Antietam supuso una costosa victoria de la Unión y el día más sangriento de la guerra.",
    "f7678e6f": "Tuvieron que luchar en un territorio desconocido y lucharon con un liderazgo militar débil.",
    "47ea5900": "¡Entonces lo hacemos mejor!",
    "7bde5273": "Tantos recuerdos...",
    "d10710fa": "Oye, encontré esta carta escondida debajo de una caja vieja.",
    "0d26b3af": "Creía que la emisión de una proclamación para liberar a las personas esclavizadas debía producirse después del éxito de la Unión.",
    "13acf1c5": "Cuando estés listo, haz clic en «Comenzar» y ¡nos pondremos en marcha!",
    "73023ede": "Cuando terminó, el ejército confederado se retiró.",
    "2f562051": "La guerra puso a prueba la democracia a través de feroces debates sobre la esclavitud y la ciudadanía, lo que resultó en la emancipación de las personas esclavizadas.",
    "gameOverMessage": "Se acabó el juego, pero no te preocupes, ¡puedes volver a intentarlo!",
    "384b54af": "Batalla de Bull Run",
    "0ccd3ec0": "¡Te lo contaré todo más tarde!",
    "9f75274b": "La batalla de Bull Run terminó con una victoria confederada, pero la celebración duró poco.",
    "2571a3ed": "Muchos confederados lucharon para defender sus hogares. Sin embargo, a menudo sentían que estaban arriesgando sus vidas para proteger la riqueza y el poder de los propietarios de esclavos ricos.",
    "2b1cf4a1": "Defiende Richmond: Obliga a la marcha de la Unión hacia Richmond a retirarse.",
    "9d15f1bc": "Aun así, se enfrentó a desafíos como un terreno desconocido, un apoyo público mixto y generales con menos experiencia.",
    "9b03d8d1": "Ataque de las fuerzas de la Unión.",
    "390fb80b": "No demasiado rápido ni demasiado fuerte, pero te desgastarán si no tienes cuidado.",
    "be7831e5": "No puede entrar nada.",
    "3a334671": "Aquí, echa un vistazo a esto. \r",
    "03e6292b": "Fort Sumter, Carolina del Sur, abril de 1861",
    "e026c1fe": "La recogí en una casa vacía.",
    "768f4419": "Desacuerdos sobre la esclavitud.",
    "b84b278d": "¡Abran fuego!",
    "b53dc40f": "Controla el río Misisipi impidiendo el paso de todos los suministros.",
    "dee284da": "Desbloquea una unidad especial, el 54º Regimiento de Massachusetts.",
    "44f284e3": "Para ganar tierras y riqueza en el sur.",
    "09531a59": "El Ejército de la Unión.",
    "a5cba020": "Luchan por la libertad.",
    "20b23701": "Ataque de las fuerzas Confederadas.",
    "3af90391": "Espera hasta que lleguen los refuerzos.",
    "410952d3": "La inestabilidad política se debió a conflictos internos, especialmente por la esclavitud. Los Estados Unidos no tenían escasez de recursos naturales. (Sur).",
    "515d0e2b": "Abraham Lincoln",
    "3bf91737": "Recibirás suministros durante los encuentros con el enemigo, así que recuerda construir más estructuras mientras luchas.",
    "216fb7cb": "Mantén el terreno elevado para ganar la batalla de Gettysburg.",
    "f068993e": "Esta vez no podemos construir artillería adicional.",
    "c9d6da57": "Construye una unidad de infantería más.",
    "8eb0c212": "Mi lealtad recae primero en mi hogar, no en Washington, no en la política, sino en el suelo que me crió.",
    "4057940c": "El presidente elegido en 1860 sin el apoyo del Sur fue:",
    "titleNewGame": "Nuevo Juego",
    "81261cdd": "La guerra reformó la economía estadounidense.",
    "f8a79360": "Aunque se afirma que Antietam es una victoria de la Unión, muchos de los que lucharon allí lo ven como una derrota para ambos bandos.\r\n\r\nFue el día más sangriento de la historia de Estados Unidos, con miles de muertos o heridos.\r\n\r\nUna reflexión aleccionadora sobre el verdadero precio de la guerra.",
    "titleOkay": "Bueno",
    "3beddf05": "¡Ahora vamos a montar la artillería!",
    "dcd86902": "Escasez de recursos naturales.",
    "23ea1e18": "¿Por qué se alistaron los soldados negros en el Ejército de la Unión?",
    "845c8577": "Mantengan la línea. Manténganse firmes. Cuando llegue el momento, ¡luchen!",
    "696f51ee": "¿Ves cómo han mejorado los hospitales? ¡Es increíble! Heridas que antes no habrían tenido éxito ahora están siendo tratadas.",
    "4edbd12c": " Buenos días, soldado. Las cosas están empezando a calentarse.",
    "f35ed028": "¿Quién fue elegido presidente en 1860 sin el apoyo del Sur?",
    "3fc2953a": "¿Qué representaba la estrategia de guerra total?",
    "5c78c890": "Bull Run",
    "57a81ee1": "Pero la Unión tenía algo que la Confederación no tenía: una estrategia a largo plazo.",
    "44c26025": "Se trataba de interrumpir la capacidad de lucha del Sur, apuntando a los ferrocarriles, la industria y la infraestructura.\r",
    "0a65de18": "Jefferson Davis",
    "ab311c4d": "Victoria por fin:",
    "titleNo": "NO",
    "d8ddd427": "Las órdenes de la Unión obligaron a condados enteros de Missouri a evacuar, lo que obligó a los civiles a abandonar sus hogares y verlos arder.",
    "1c321265": "Impulsó el poder federal al obligar al gobierno a enfrentarse a la autoridad de los estados para separarse.",
    "aea5f014": "Durante años, la guerra permaneció incierta.\n",
    "2829fd81": "Reformó la identidad, ya que los estadounidenses se veían a sí mismos menos como ciudadanos de estados individuales y más como parte de una nación unida.",
    "679007e4": "Abraham Lincoln",
    "2db5a0bd": "Palacio de Justicia de Appomattox, Virginia, abril de 1865",
    "23d83248": "¿Qué hizo que Estados Unidos estuviera tan dividido políticamente antes de la Guerra Civil?",
    "998b9a8c": "Antietam, Maryland.\n El campo de batalla el día de la batalla. \n",
    "titleListenToText": "ESCUCHAR",
    "fc4f0142": "Antietam (Maryland)\nEl campo de batalla el día de la batalla.",
    "7dfc17de": "¿Qué era el Plan Anaconda?",
    "452bcc95": " Los rebeldes vuelven a ser nuestros compatriotas.",
    "8d0dbd6a": "Supongo que no me queda más que ir a ver al general Grant, y preferiría morir mil veces.",
    "95fe1cdb": "Abraham Lincoln",
    "327e7400": "La guerra total es una estrategia que implica atacar la economía, la infraestructura y los recursos civiles que ayudan a sostener el esfuerzo bélico del enemigo.",
    "cf59ade7": "El Sur siguió siendo en gran parte rural y agrícola, y dependía en gran medida de las plantaciones y la mano de obra esclavizada para mantener su economía.\n",
    "d8e9a89b": "No son solo los soldados los que hacen su parte, ¡las mujeres están salvando vidas en esta guerra!",
    "4838b374": "Una táctica basada en ataques sorpresa rápidos y a pequeña escala contra unidades aisladas.",
    "titleGotIt": "¡LO TENGO!",
    "58eb543a": "Como resultado, las primeras campañas del Norte sufrieron.",
    "62ef3a3d": "Ambas partes entraron en la guerra con confianza, pero por diferentes razones.\n",
    "926fdec5": "Ataque de las fuerzas confederadas.",
    "titleTryAgain": "INTÉNTALO DE NUEVO",
    "defeatTitle": "DERROTA:",
    "8fa0da9a": "Carolina del Sur,\nAbril de 1861",
    "f24b29c6": "Y uno de los capítulos más oscuros aún estaba por llegar: la Batalla de Antietam.",
    "dc10b437": "Retrata los esfuerzos de Lincoln por unir al país a pesar de las profundas divisiones sobre la esclavitud.",
    "0000a37c": "¡Viene la caballería! Rápida y armada con sables.",
    "star_dontRepeatLevel": "Intenta completar el nivel sin restablecer los puntos de control...",
    "e38a86f0": "¡Deshazte de ellos rápido!",
    "3e2f80df": "Palacio de justicia de la batalla de Appomattox",
    "titleCustomize": "PERSONALIZA TU PERSONAJE",
    "c95c5a3c": "La inestabilidad política se debió a conflictos internos, especialmente por la esclavitud.",
    "1f51ce3a": "Pauline Cushman\n Espía de la Unión.",
    "bodyPlayAgainWarning": "¡Puedes volver a jugar niveles si quieres ganar 3 estrellas!",
    "8597c3c3": "Eche un vistazo a este documento.\n",
    "5202518b": "Pero la mayoría de los días son difíciles: simulacros, mala comida, noches frías.",
    "012eb404": "Ahí está Jackson de pie como un muro de piedra. Decidámonos a morir aquí y venceremos. ¡Apoyen a los virginianos!\n",
    "9dbcf9fe": "Las ventajas de la Unión en la guerra fueron:",
    "b14f170d": " ¡Vamos a crear ese puesto médico!",
    "85044bbb": "Robert E. Lee lideró a los confederados, eligiendo a Virginia antes que a la Unión.",
    "a608fa34": "¿Qué hizo que Estados Unidos estuviera tan dividido políticamente antes de la Guerra Civil?",
    "cabfa7fb": "Ayudaron enviando cartas y productos de panadería.",
    "b4c716fe": "Siguen llegando heridos... pero quizás esto nos dé alguna esperanza.",
    "f6a7708a": "Bueno, así son las cosas...",
    "e4063a55": "Trabajaban como enfermeras, trabajadores de fábricas y espías.",
    "de4f2d66": "Supongo que no puedo hacer nada más que ir a ver al general Grant.",
    "8bbcee1b": "El ejército confederado.",
    "d174b5a8": "A medida que nuevos estados se unieron al país, la cuestión de si se permitiría la esclavitud reavivó un feroz debate nacional.",
    "1b4eabbf": "Y una cosa más a tener en cuenta: en todas las batallas, establecerás las fuerzas, pero no controlarás los combates en sí.",
    "00b00fe2": "Un plan para mantener el territorio y obtener el apoyo de los países europeos.",
    "01e5f244": "Te he visto por ahí. Eso fue valiente.",
    "1a7b29ce": " Finalmente, las palabras dieron paso a la acción...",
    "c9fea325": "Tuvieron que luchar en un territorio desconocido y lucharon con un liderazgo militar débil.",
    "72db6172": " El Norte se estaba industrializando rápidamente, con ciudades en expansión, ferrocarriles y un sistema laboral basado en trabajadores remunerados.\n",
    "5515bdb0": "La artillería es muy buena para hacer frente a las unidades a distancia que nuestros chicos no pueden alcanzar.",
    "300e1480": "Lincoln fue elegido presidente sin el apoyo de los estados del sur, en gran parte debido a su postura en contra de la expansión de la esclavitud en los nuevos territorios. Los líderes del sur, cuya economía depende de la mano de obra esclava, temen que su presidencia ponga en peligro su modo de vida.\r\n\r\n En respuesta, se separaron de la Unión y formaron los Estados Confederados de América, nombrando presidente a Jefferson Davis.",
    "a19fad59": " Se llamaba Plan Anaconda.",
    "57103d89": "La gente se está amotinando por hambre...",
    "27c72a98": "No te preocupes, nadie saldrá herido. Todo es para entrenar.",
    "3081df92": "Ya no se trataba solo de ganar batallas.\r",
    "d9da578e": "Ese cañón es todo lo que tenemos...",
    "f5f40465": "En julio de 1861, se enfrentron en Bull Run.",
    "804d1503": "No voy a esperar a que ningún hombre me dé la libertad. Ahora que podemos luchar, la tomaré yo mismo.",
    "77aec003": "La Guerra Civil introdujo nuevas y poderosas herramientas.",
    "c348eed8": "Abraham Lincoln fue elegido presidente en 1860 con muy poco o ningún apoyo de los estados del sur. Su elección provocó la secesión de muchos estados del sur, ya que temían que aboliera la esclavitud.",
    "474a7673": "Lo curioso es que entre batallas, incluso hemos compartido café con el enemigo.\r",
    "titleDone": "Hecho",
    "aded9c9f": "Más tarde esa noche...",
    "aa84a1aa": "¡Cuidado con los soldados con mosquetes! Atacan desde la distancia.",
    "7fcc91bd": "Entre ellos estaba Robert E. Lee, quien dejó el ejército de los Estados Unidos para apoyar a Virginia.",
    "90e556bc": "¿Cuál de estas batallas se consideró una victoria de la Unión?",
    "e0a401a9": "Un fuerte liderazgo militar y un territorio conocido.",
    "73fdf8dd": "Las cosas tampoco son fáciles en casa.",
    "23e331e4": "Este es el soldado básico.",
    "f72373f8": " De lo contrario, podría parecer un acto desesperado de un bando perdedor, en lugar de una postura moral y política fuerte.",
    "774e33f0": "No busqué la guerra ni acogí con agrado su llegada. Pero cuando Virginia abandonó la Unión, no pude mantenerme al margen.",
    "c72facd8": "Una mejor medicina en el campo de batalla salvó vidas y mantuvo a los soldados luchando.",
    "228274cf": "La Confederación, aunque superada en número y con menos recursos, tenía un fuerte liderazgo y una ventaja de jugar en casa.\n",
    "9dd9fad8": "¡Ahora vendrán fuertes! ¡Pero no podemos echarnos atrás!",
    "0e1bdd0a": "¿Quién fue elegido presidente en 1860 sin el apoyo del Sur?",
    "89afa093": "Los refuerzos son más fuertes ahora. Si los usas bien, puede que cambiemos el rumbo.",
    "3314c6a3": "El telégrafo transmitía órdenes en unos instantes, lo que permitía a los líderes dar forma a la lucha a kilómetros de distancia.",
    "59b1bdda": "Desde el punto de vista táctico, la batalla de Antietam no fue concluyente. Pero le dio a la Unión la sensación de victoria que tanto necesitaba.\n",
    "titleScore": "Tu puntuación",
    "7a0d7427": "Marcó la rendición final del Ejército Confederado.",
    "b9944bb1": "Las fuerzas confederadas atacaron Fort Sumter, en poder de la Unión, lo que marcó el inicio de la Guerra Civil. Las fuerzas de la Unión defendían el fuerte, pero no iniciaron el ataque."
  }
}