{
    "en": {
        "titleApex": "Apex Predator",
        "525558cb": "EXPLANATION SIM 1",
        "hudScore": "Score:",
        "titleRateTheGame": "Hey, don’t forget to rate the game!",
        "d0836203": "The wolf is a carnivore and a predator! This means it can only eat meat from other animals.",
        "65a58a88": "Now let's complete the food web and learn more about Producers and Consumers!",
        "700b3997": "Oops! That's not it. A bush it is a producer, being the first one on the food web,taking energy right from the sun.",
        "titleDefeatEnergy": "You've lost all your energy! But don't worry you can try again",
        "0ba6aaf0": "Herbivore",
        "18bb35e0": "Oops! That's not it. Remember: Rabbits are herbivores and only eat plants.",
        "DynamicError1": "Oh no.  It doesn't seem quite right...",
        "titleDefeatObstacle": "Be careful with the obstacles! But don't worry you can try again",
        "02ad9d82": "You got it! Decomposers act in various levels of the food webs, everything that is dead will go through a decomposer and turn into nutrients for the soil.",
        "9e5210b2": "Omnivore",
        "45d7a0c0": "Oops! That's not it. Hawks are apex predators meaning they come last in the food web!",
        "titleProducer": "Producer\n",
        "713186f0": "I know some animals have to eat other animals to survive. That's the food web!",
        "titleOmnivore": "Omnivore",
        "4723b2ab": "A food web shows how energy is distributed. Do you remember the order it went?",
        "33d041e4": "Let's pretend we are the animals in the book! Let's begin with the bunny.",
        "d4175655": "Herbivore",
        "titleLevelInfo": "INFORMATION",
        "titlePrey": "Prey",
        "titleLevelComplete": "Level COMPLETE",
        "titleLevelSelect": "Level Select",
        "144235e0": "Zooplankton",
        "titlePressAnyKey": "Press any key to continue...",
        "6b857d28": "Consumer IV",
        "e742de64-15f9-4180-8f8e-3a512f3f5e2d": "Now let's complete the food web and learn more about Producers and Consumers!",
        "visualQuiz_TryAgain": "Try again",
        "titleFinalScore": "YOUR FINAL SCORE",
        "a94fa956": " Consumer II",
        "e0393f71": "Grass",
        "GameOver": "Game over",
        "8f3793dc": "Plants are called Producers because they produce energy from the light they receive from the sun, without them all living beings would not have energy to live!",
        "40f4585a": "Did you know that all energy starts with the Sun? Let's understand it!",
        "eeb78a87": "Rabbit",
        "d5b0b0e0": "Road Runner",
        "65e52b28": "Phytoplankton",
        "2fd35e8b": "Carnivore",
        "09e5d171": "We got to learn about so many animals and places. ",
        "titlePredator": "Predator",
        "446edc65": "Oops! That's not it. That's a Consumer. Producers are plants and phytoplanktons. ",
        "titleHowToPlay": "How to play",
        "d0be0625": "Predator",
        "10e4477e": "Tundra",
        "7a0fc7e1": "Did you know that Apex predators are not the end of a food web? We also have the Decomposers, composed of Fungi and Bacteria!",
        "af33d1fd": "Running makes you lose energy. If your energy reaches 0, you will pass out. Remember to eat to regain energy!",
        "a6c1d448": "The fox is a predator but it's also an OMNIVORE. This means it eats both meat and plants! Differently from the bunny that can only eat plants. ",
        "titleCongratulations": "Congratulations!",
        "titleClose": "Close",
        "5024dc20": "Oops! That's not it. Remember: Foxes are omnivores, they can eat both meat and plants.",
        "bb180e0d": "Fungi and Bacteria",
        "053fb20e": "Carnivore",
        "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
        "star_finishTheLevel": "Finish the level...",
        "f89e0ffd": "Hey there! I'm reading this book about animals!",
        "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "Apple",
        "293b3601": "Omnivore",
        "934a961d": "Oops! That's not it. Bunnies are prey meaning they are hunted by Predators.",
        "5f890d18": "Now let's complete the food web and learn more about Producers and Consumers!",
        "titleRetry": "Retry",
        "fbed9b88": "Use the space bar or swipe up to jump small obstacles.",
        "tryAgainMessage": "Oops, you missed it. Try aiming at the barrier",
        "e07921b1": "Goose",
        "a2e7cf14": "Is this question 2?",
        "0dbb9a9f": "Oops! That's not it. Decomposers break down dead plants and animals returning them to the soil.",
        "5e46878d": "But what is a Decomposer? When a plant or animal dies, Decomposers consume their nutrients and give them back to the soil, starting the food web all over again! ",
        "55b4dc32": "Which one is option A?",
        "d9594d23": "Wolf",
        "eeffdc9e": "Bush",
        "7aea6a13": "Consumer III",
        "67b29b84": "Soil",
        "bf3e52ee": "Wolf error message simualtion 1",
        "50dc4538": "Prey",
        "c49306ab": "Grains",
        "titleWrongAnswer": "You were caught! But don't worry.",
        "titleYes": "YES",
        "5d8fb865": "You have lost all your energy. But don't worry you can try again.",
        "titleConfirm": "Confirm",
        "a20d02bb": "Orca",
        "titleCarnivore": "Carnivore",
        "55b4dc32_answer_0": "Option A",
        "d781322b": "Barriers can have either extra food or a predator! Avoid predators, because they can hurt you.",
        "5d60a28e": "Oops! That's not it! Bears are apex predators. They should be before decomposers.",
        "d6cfa176": "Oops! That's not it. Small fish feed mainly off Zooplanktons due to their size, they are secondary consumers.",
        "3b5c3c4e": "Bear",
        "titleDecomposer": "Decomposers\n",
        "2872042b": "Beetle",
        "03a37d55": "Now that you know so much, let's understand how the food web ends!",
        "titleTapAnywhere": "Hold any key to continue...",
        "79da0967": "Grass",
        "9ffba60b": "Sun",
        "star_correctAnswer": "Answer the question correctly...",
        "afc44054": "Consumer I\n",
        "d42ee5e8": "The bunny can only eat plants to gain energy, which means it is an HERBIVORE. Amazing, right?",
        "8dcdcc48": "Bush",
        "titleContinue": "CONTINUE",
        "f460ac72": "Oops! That's not it. Road Runners are predators and get their energy from preys!",
        "05ef7740": "Let's pretend to be the animals in the book and learn more about it! It will be fun.",
        "titlePlay": "Play",
        "bdda99e2": "Small fish",
        "07e132a4": "You finished your first ecosystem! That's amazing! Let's review what we learned!",
        "33b07184": "Desert",
        "5f11cd46": "Oops! That's not it. An Orca Whale is an apex predator, being the last on the food web, they are the last consumers here.",
        "DynamicError3": "Try something like this instead! \nDon't worry you got this!",
        "4a4682d0": "Small Fish",
        "a2e7cf14_answer_0": "Yes",
        "f9036a7c": "Zooplanktons may look like producers but they feed off Phytoplanktons, being considered Primary Consumers.",
        "e8000872": "Plants are called Producers because they produce energy from the light they receive from the sun, without them all living beings would not have energy to live!",
        "01e5a309": "Forest",
        "61f2ea4f": "Be careful of obstacles! Failling to avoid them will stun you and make you lose progress.",
        "456a45f8": "Use WASD or the arrow keys to change lanes, you can also swipe with your finger!\n",
        "titleConsumer": "Consumer\n",
        "gameOverMessage": "Game over, but don't worry you can try again!",
        "6e29c7ae": "Did you know? The energy the bunny got from the plants came originally from the sun's light and was transformed into energy through photosynthesis.",
        "4933eb3b": "Fox error message simulation 1",
        "5fc95018": "Predator",
        "2c1b2210": "Phytoplanktons are abundant in the sea. They are small organisms that float freely and they carry out most of the photosynthesis on Earth. They're the base of the ocean web.",
        "8eddf514": "That's right! Energy starts in the grass and goes all the way to the wolf! Those are all living creatures that need energy to survive meaning they depend on each other!",
        "c30e811b": "No Energy Left",
        "b445428f": "Sea",
        "650cdf2d-0c3f-44b6-9f4d-b6fb844fb5a7": "Now that you understand the beginning of the ocean food web, complete the rest.",
        "1a461d1c": "Oops! That's not it. Remember: Rabbits are prey and can only eat plants.",
        "9f0b0de8": "Oops! That's not it. Beetles are prey and they only get their energy from plants. ",
        "5268866f": "There are so many of them, right? I wonder what it's like to be an animal, collecting food and stuff.",
        "titleNewGame": "New Game",
        "905931d1": "You got it! Consumers are living beings that can't produce energy for themselves and rely on others to get the energy they need.",
        "titleOkay": "Okay",
        "5fd301ff": "Oops! That's not it. Bushes are producers and they get their energy from the Sun!",
        "a0364741": "Zooplankton",
        "57bc644d": "You got it! There's an infinite amount of food web variations in every ecosystem, the ones we showed you are just a few examples.",
        "a7f214cd": "Shark",
        "titleNo": "NO",
        "160a1ac8": "Rabbit error message Simulation 1",
        "titleListenToText": "LISTEN",
        "9e0622d2": "The sea is home to a diverse range of producers, such as...",
        "ef21eabb": "If you want to study again I will be here.",
        "0a185eb9": "Fox",
        "titleGotIt": "GOT IT!",
        "titleTryAgain": "TRY AGAIN",
        "6d3a76a9": "Now you are playing as a predator. This means other animals are their prey and serve as food to them. Did you know that?",
        "defeatTitle": "DEFEAT:",
        "star_dontRepeatLevel": "Complete the level without losing...",
        "dbce2b80": "Food",
        "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
        "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
        "d0b14755": "Wolf",
        "afe39695": "Now that you've understood the starting point of the ocean food web, complete the rest to learn more:",
        "55b4dc32_answer_1": "Option B",
        "5790cb3a": "Now we know what producers are, but what about consumers? Can you complete the food web so we can discover?",
        "titleHerbivore": "Herbivore",
        "titleDone": "Done",
        "3be51ce9": "Hawk",
        "8bbfd89e-cf85-4a7d-b335-c3054ebe8800": "slosh",
        "4ced31e0": "Beetle",
        "bd96ffb1": "Goose",
        "55fc1af1": "Oops! That's not it. Remember: Wolves are carnivores. They can eat only meat.",
        "dd86bbb8": "That was so much fun! I hope you liked it as well!",
        "titleScore": "Your score",
        "a2e7cf14_answer_1": "No",
        "1ba2be1d": "OMNIVORE",
        "b055f3d8": "The food web happens in every ecosystem on the planet! Let's understand how it starts!",
        "eb5b98dd": "Sea Weed"
    },
    "es": {
        "titleApex": "Predator de Apex",
        "525558cb": "EXPLICACIÓN SIM 1",
        "hudScore": "Puntuación:",
        "titleRateTheGame": "¡Ey, no te olvides de valorar el juego!",
        "d0836203": "¡El lobo es carnívoro y depredador! Esto significa que solo puede comer carne de otros animales.",
        "65a58a88": "¡Ahora completemos la red alimentaria y aprendamos más sobre productores y consumidores!",
        "700b3997": "¡Uy! No es eso. Es un arbusto que produce, siendo el primero de la cadena alimentaria, que obtiene energía directamente del sol.",
        "titleDefeatEnergy": "¡Has perdido toda tu energía! Pero no te preocupes, puedes volver a intentarlo",
        "0ba6aaf0": "herbívoro",
        "18bb35e0": "¡Uy! No es eso. Recuerda: los conejos son herbívoros y solo comen plantas.",
        "DynamicError1": "Ah, no. No parece del todo correcto...",
        "titleDefeatObstacle": "¡Ten cuidado con los obstáculos! Pero no te preocupes, puedes volver a intentarlo",
        "02ad9d82": "¡Lo tienes! Los descomponedores actúan en varios niveles de las redes tróficas, todo lo que esté muerto pasará por un proceso de descomposición y se convertirá en nutrientes para el suelo.",
        "9e5210b2": "omnívoro",
        "45d7a0c0": "¡Uy! No es eso. ¡Los halcones son depredadores supremos, lo que significa que son los últimos en la cadena alimenticia!",
        "titleProducer": "Productora\n",
        "713186f0": "Sé que algunos animales tienen que comerse a otros para sobrevivir. ¡Esa es la red alimentaria!",
        "titleOmnivore": "omnívoro",
        "4723b2ab": "Una red alimentaria muestra cómo se distribuye la energía. ¿Recuerdas el orden en que salió?",
        "33d041e4": "¡Hagamos como si fuéramos los animales del libro! Vamos a empezar con el conejo.",
        "d4175655": "herbívoro",
        "titleLevelInfo": "INFORMACIÓN",
        "titlePrey": "Presa",
        "titleLevelComplete": "Nivel COMPLETO",
        "titleLevelSelect": "Selección de nivel",
        "144235e0": "Zooplancton",
        "titlePressAnyKey": "Presiona cualquier tecla para continuar...",
        "6b857d28": "Consumidor IV",
        "e742de64-15f9-4180-8f8e-3a512f3f5e2d": "¡Ahora completemos la red alimentaria y aprendamos más sobre productores y consumidores!",
        "visualQuiz_TryAgain": "Inténtalo de nuevo",
        "titleFinalScore": "TU PUNTUACIÓN FINAL",
        "a94fa956": " Consumidor II",
        "e0393f71": "Hierba",
        "GameOver": "Se acabó el juego",
        "8f3793dc": "Las plantas se llaman productoras porque producen energía a partir de la luz que reciben del sol, ¡sin ellas todos los seres vivos no tendrían energía para vivir!",
        "40f4585a": "¿Sabías que toda la energía comienza con el Sol? ¡Vamos a entenderlo!",
        "eeb78a87": "Conejo",
        "d5b0b0e0": "Correcaminos",
        "65e52b28": "Fitoplancton",
        "2fd35e8b": "carnívoro",
        "09e5d171": "Tenemos que aprender sobre muchos animales y lugares. ",
        "titlePredator": "Depredador",
        "446edc65": "¡Uy! No es eso. Eso es un consumidor. Los productores son las plantas y los fitoplancton. ",
        "titleHowToPlay": "Cómo jugar",
        "d0be0625": "Depredador",
        "10e4477e": "Tundra",
        "7a0fc7e1": "¿Sabías que los superdepredadores no son el final de una red alimentaria? ¡También tenemos los descomponedores, compuestos por hongos y bacterias!",
        "af33d1fd": "Correr hace que pierdas energía. Si su energía llega a 0, se desmayará. ¡Recuerda comer para recuperar energía!",
        "a6c1d448": "El zorro es un depredador, pero también es un OMNÍVORO. ¡Esto significa que come carne y plantas! A diferencia del conejito que solo puede comer plantas. ",
        "titleCongratulations": "¡Felicidades!",
        "titleClose": "Cerrar",
        "5024dc20": "¡Uy! No es eso. Recuerde: los zorros son omnívoros, pueden comer carne y plantas.",
        "bb180e0d": "Hongos y bacterias",
        "053fb20e": "carnívoro",
        "titleEnableAutomaticTTS": "¿Desea activar la conversión automática de texto a voz?",
        "star_finishTheLevel": "Termina el nivel...",
        "f89e0ffd": "¡Hola! ¡Estoy leyendo este libro sobre animales!",
        "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "manzana",
        "293b3601": "omnívoro",
        "934a961d": "¡Uy! No es eso. Los conejos son presas, lo que significa que son cazados por depredadores.",
        "5f890d18": "¡Ahora completemos la red alimentaria y aprendamos más sobre productores y consumidores!",
        "titleRetry": "Reintentar",
        "fbed9b88": "Usa la barra espaciadora o desliza el dedo hacia arriba para saltar obstáculos pequeños.",
        "tryAgainMessage": "Vaya, te lo perdiste. Intenta apuntar a la barrera",
        "e07921b1": "ganso",
        "a2e7cf14": "¿Es la pregunta 2?",
        "0dbb9a9f": "¡Uy! No es eso. Los descomponedores descomponen las plantas y los animales muertos y los devuelven al suelo.",
        "5e46878d": "Pero, ¿qué es un descompositor? Cuando una planta o un animal muere, los descomponedores consumen sus nutrientes y los devuelven al suelo, ¡iniciando de nuevo la red trófica! ",
        "55b4dc32": "¿Cuál es la opción A?",
        "d9594d23": "Lobo",
        "eeffdc9e": "Arbusto",
        "7aea6a13": "Consumidor III",
        "67b29b84": "Suelo",
        "bf3e52ee": "Simulación de mensajes de error de Lobo 1",
        "50dc4538": "Presa",
        "c49306ab": "Granos",
        "titleWrongAnswer": "¡Te atraparon! Pero no te preocupes.",
        "titleYes": "SÍ",
        "5d8fb865": "Has perdido toda tu energía. Pero no te preocupes, puedes volver a intentarlo.",
        "titleConfirm": "Confirmar",
        "a20d02bb": "Orca",
        "titleCarnivore": "carnívoro",
        "55b4dc32_answer_0": "Opción A",
        "d781322b": "¡Las barreras pueden tener comida extra o un depredador! Evita a los depredadores, porque pueden hacerte daño.",
        "5d60a28e": "¡Uy! ¡No es eso! Los osos son los depredadores supremos. Deberían estar antes que los descomponedores.",
        "d6cfa176": "¡Uy! No es eso. Los peces pequeños se alimentan principalmente de zooplancton debido a su tamaño, son consumidores secundarios.",
        "3b5c3c4e": "Oso",
        "titleDecomposer": "Descomponedores\n",
        "2872042b": "Escarabajo",
        "03a37d55": "Ahora que sabes tanto, ¡entendamos cómo termina la red alimentaria!",
        "titleTapAnywhere": "Mantén pulsada cualquier tecla para continuar...",
        "79da0967": "Hierba",
        "9ffba60b": "Sol",
        "star_correctAnswer": "Responde correctamente a la pregunta...",
        "afc44054": "Consumidor I\n",
        "d42ee5e8": "El conejito solo puede comer plantas para obtener energía, lo que significa que es un HERBÍVORO. Increíble, ¿verdad?",
        "8dcdcc48": "Arbusto",
        "titleContinue": "CONTINUAR",
        "f460ac72": "¡Uy! No es eso. ¡Los Correcaminos son depredadores y obtienen su energía de sus presas!",
        "05ef7740": "¡Hagamos de cuenta que somos los animales del libro y aprendamos más sobre él! Será divertido.",
        "titlePlay": "Juega",
        "bdda99e2": "Peces pequeños",
        "07e132a4": "¡Has terminado tu primer ecosistema! ¡Eso es increíble! ¡Repasemos lo que hemos aprendido!",
        "33b07184": "Desierto",
        "5f11cd46": "¡Uy! No es eso. La ballena orca es un depredador supremo, siendo la última en la cadena alimenticia, son las últimas consumidoras aquí.",
        "DynamicError3": "¡Prueba algo como esto en su lugar! \n¡No te preocupes, lo tienes!",
        "4a4682d0": "Peces pequeños",
        "a2e7cf14_answer_0": "Sí",
        "f9036a7c": "Los zooplanctones pueden parecer productores, pero se alimentan de fitoplancton, por lo que se consideran consumidores primarios.",
        "e8000872": "Las plantas se llaman productoras porque producen energía a partir de la luz que reciben del sol, ¡sin ellas todos los seres vivos no tendrían energía para vivir!",
        "01e5a309": "Bosque",
        "61f2ea4f": "¡Cuidado con los obstáculos! Si no logras evitarlos, te aturdirás y perderás el progreso.",
        "456a45f8": "Usa WASD o las teclas de flecha para cambiar de carril, ¡también puedes deslizar con el dedo!\n",
        "titleConsumer": "Consumidor\n",
        "gameOverMessage": "Se acabó el juego, pero no te preocupes, ¡puedes volver a intentarlo!",
        "6e29c7ae": "¿Lo sabía? La energía que el conejo obtenía de las plantas provenía originalmente de la luz del sol y se transformó en energía a través de la fotosíntesis.",
        "4933eb3b": "Simulación de mensajes de error de Zorro 1",
        "5fc95018": "Depredador",
        "2c1b2210": "Los fitoplancton abundan en el mar. Son pequeños organismos que flotan libremente y llevan a cabo la mayor parte de la fotosíntesis en la Tierra. Son la base de la red oceánica.",
        "8eddf514": "¡Eso es correcto! ¡La energía comienza en la hierba y llega hasta el lobo! ¡Todas son criaturas vivientes que necesitan energía para sobrevivir, lo que significa que dependen unas de otras!",
        "c30e811b": "No queda energía",
        "b445428f": "Mar",
        "650cdf2d-0c3f-44b6-9f4d-b6fb844fb5a7": "Ahora que entiendes el comienzo de la red alimentaria oceánica, completa el resto.",
        "1a461d1c": "¡Uy! No es eso. Recuerda: los conejos son presas y solo pueden comer plantas.",
        "9f0b0de8": "¡Uy! No es eso. Los escarabajos son presas y solo obtienen su energía de las plantas. ",
        "5268866f": "Hay muchos de ellos, ¿verdad? Me pregunto cómo será ser un animal, recolectar comida y cosas.",
        "titleNewGame": "Juego nuevo",
        "905931d1": "¡Lo tienes! Los consumidores son seres vivos que no pueden producir energía por sí mismos y dependen de otros para obtener la energía que necesitan.",
        "titleOkay": "Bueno",
        "5fd301ff": "¡Uy! No es eso. ¡Los arbustos son productores y obtienen su energía del sol!",
        "a0364741": "Zooplancton",
        "57bc644d": "¡Lo tienes! Hay una cantidad infinita de variaciones en la red trófica en cada ecosistema, las que te mostramos son solo algunos ejemplos.",
        "a7f214cd": "Tiburón",
        "titleNo": "NO",
        "160a1ac8": "Simulación 1 del mensaje de error de Conejo",
        "titleListenToText": "ESCUCHAR",
        "9e0622d2": "El mar es el hogar de una amplia gama de productores, como...",
        "ef21eabb": "Si quieres volver a estudiar, aquí estaré.",
        "0a185eb9": "Zorro",
        "titleGotIt": "¡LO TENGO!",
        "titleTryAgain": "INTÉNTALO DE NUEVO",
        "6d3a76a9": "Ahora juegas como un depredador. Esto significa que otros animales son sus presas y les sirven de alimento. ¿Sabías eso?",
        "defeatTitle": "DERROTA:",
        "star_dontRepeatLevel": "Completa el nivel sin perder...",
        "dbce2b80": "Comida",
        "titleCustomize": "PERSONALIZA TU PERSONAJE",
        "bodyPlayAgainWarning": "¡Puedes volver a jugar niveles si quieres ganar 3 estrellas!",
        "d0b14755": "Lobo",
        "afe39695": "Ahora que has entendido el punto de partida de la red alimentaria oceánica, completa el resto para obtener más información:",
        "55b4dc32_answer_1": "Opción B",
        "5790cb3a": "Ahora sabemos qué son los productores, pero ¿qué pasa con los consumidores? ¿Puedes completar la red alimentaria para que podamos descubrirla?",
        "titleHerbivore": "herbívoro",
        "titleDone": "Hecho",
        "3be51ce9": "Halcón",
        "8bbfd89e-cf85-4a7d-b335-c3054ebe8800": "chapotear",
        "4ced31e0": "Escarabajo",
        "bd96ffb1": "ganso",
        "55fc1af1": "¡Uy! No es eso. Recuerda: los lobos son carnívoros. Solo pueden comer carne.",
        "dd86bbb8": "¡Fue muy divertido! ¡Espero que también te haya gustado!",
        "titleScore": "Tu puntuación",
        "a2e7cf14_answer_1": "No",
        "1ba2be1d": "OMNÍVORO",
        "b055f3d8": "¡La red alimentaria ocurre en todos los ecosistemas del planeta! ¡Vamos a entender cómo empieza!",
        "eb5b98dd": "Hierba marina"
    }
}