{
    "en": {
        "bodySwish": "Nice move! +50 points",
        "titleParNumber": "Par",
        "titleLeft": "Left",
        "titleHoleNumber": "Hole",
        "titleLevelInfo": "INFORMATION",
        "titleLevelComplete": "Level complete!",
        "titleLevelSelect": "Level Select",
        "bodyMassDiff_Regular": "REGULAR BALL:\nMax accel.: 13m/s\nMass: 0.200kg",
        "bodyWaterHazard": "Don't worry, try again!",
        "titleSwish": "Swish!",
        "titleFinalScore": "YOUR FINAL SCORE",
        "titleSpeed": "SPEED:",
        "titleWaterHazard": "Water hazard",
        "titleHowToPlay": "How to play",
        "titleCongratulations": "Congratulations!",
        "bodyHoleInOne": "You're really good! +100 points",
        "titleNetForce": "Net Force",
        "titleClose": "Close",
        "bodyInertiaTutorial_sand": "Because of the law of inertia the ball will always keep moving until its velocity has been canceled by other forces, like friction and gravity. Friction from sand is really strong, try aiming there first to land the ball in a safer place!",
        "bodyLevelInfo_7": "Objects with greater mass have greater inertia, it is harder to change their motion.\n\nIf the ball hits the stones, they will move more or less depending on the magnitude of the force of the ball when it hit the stone. Either way, since the stones have greater mass, it is harder to change their motion.",
        "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
        "bodyAccelerationTutorial": "Acceleration is the change in velocity over time. Right now, the ball is accelerating towards the direction you aimed by the value shown right above it. This value changes over time because of other forces acting on the ball.\n Also, the speed shown in the bottom right of the screen is the acceleration from the ball right when it was hit.",
        "titleCurrentSpeed": "Current Speed",
        "bodyMassDiffTutorial": "The acceleration of an object depends on its mass and the net force acting on it. The greater the mass, the less it accelerates under a given force.\n\nNotice how the soft ball, which has less mass, will go further when hit because it accelerates more than the regular ball.",
        "bodyInertiaTutorial": "Because of the Law of Inertia, the ball will always keep moving until its velocity has been canceled by other forces, like friction and gravity. Try using less force and aim in a safer place first, like right there!",
        "titleYes": "YES",
        "titleRight": "Right",
        "titleConfirm": "Confirm",
        "titlePushForce": "Push Force",
        "titleHoleInOne": "Hole in one!",
        "titleTapAnywhere": "Hold any key to continue...",
        "titleRegularBall": "Regular",
        "titleShoot": "SHOOT!",
        "titleSoftBall": "Soft",
        "titleGravityForce": "Gravity Force",
        "bodyLevelInfo_2": "The sum of all forces acting on an object is called the net force.\nIf an object is changing speed or direction, a net force must be acting on it.\n\nUse the arrows to aim and change direction to see how the force of gravity will influence the ball's path.",
        "titleContinue": "Continue",
        "titlePlay": "Play",
        "bodyLevelInfo_4": "Newton’s First Law is the Law of Inertia. Inertia is the tendency of an object to resist a change in motion.\nIf the net force on an object is not zero, the motion of the object will change.\n\nNotice how the ball stops moving a lot faster when hitting sand surfaces. When it finally stops, it means its net force is now zero and the motion of the ball will not change unless it is acted upon by another force.",
        "titlePar": "Par:",
        "titleStart": "START!",
        "titleInitialSpeed": "Initial Speed",
        "titleStrokes": "Strokes:",
        "bodyHowToPlay": "Aim by clicking on the screen arrows or using the arrow keys on your keyboard.\n\nFill the forcemeter by clicking on the 'Start' button or using the spacebar on your keyboard, and press it again to shoot the golf ball at the aimed location.\n\nEvery level has 2 targets, the goal is to hit these targets with the golf ball. The fewer strokes you use, the more you score!",
        "titleNewGame": "New Game",
        "titleOkay": "Okay",
        "titleNo": "NO",
        "bodyMassDiff_Soft": "SOFT BALL:\nMax accel.: 15m/s\nMass: 0.175kg",
        "titleIslandName_grassy": "Grassy Island",
        "bodyNetForceTutorial": "There is a net force acting here from the sum of the gravity force and the push force that happened after you hit the ball. Gravity pulls the ball downwards.\nThe curved predicted path represents this net force, and shows the path the ball will follow.",
        "titleListenToText": "LISTEN TO TEXT",
        "titleGotIt": "GOT IT!",
        "titleDone": "Done",
        "bodyLevelInfo_1": "A force is a push or a pull acting on an object,  described by both magnitude and direction.\n\nHit the golf ball applying force to it to the direction of the target, this force will last until other forces stop it, like friction from the grass surface or gravity pulling downwards.",
        "titleScore": "Your score"
    },
    "es": {
        "bodySwish": "¡Buen movimiento! +50 puntos",
        "titleParNumber": "Número de golpes:",
        "titleLeft": "Derecha",
        "titleHoleNumber": "Agujero",
        "titleLevelInfo": "INFORMACIÓN",
        "titleLevelComplete": "¡Nivel completado!",
        "titleLevelSelect": "Selección de nivel",
        "bodyMassDiff_Regular": "BOLA REGULAR:\nAcelamiento máx.: 13 m/s\nMasa: 0,200 kg",
        "bodyWaterHazard": "No te preocupes, vuelve a intentarlo.",
        "titleSwish": "¡Swish!",
        "titleFinalScore": "TU PUNTUACIÓN FINAL",
        "titleSpeed": "VELOCIDAD:",
        "titleWaterHazard": "Peligro de agua",
        "titleHowToPlay": "Cómo jugar",
        "titleCongratulations": "¡En buena hora!",
        "bodyHoleInOne": "¡Vas muy bien! +100 puntos",
        "titleNetForce": "Fuerza neta",
        "titleClose": "Cerrado",
        "bodyInertiaTutorial_sand": "Debido a la ley de inercia, la pelota siempre seguirá moviéndose hasta que otras fuerzas hayan cancelado su velocidad, como la fricción y la gravedad. La fricción de la arena es muy fuerte, intenta apuntar allí primero para aterrizar la pelota en un lugar más seguro.",
        "bodyLevelInfo_7": "Los objetos con mayor masa tienen mayor inercia, es más difícil cambiar de movimiento. Si la pelota golpea las piedras, se moverán más o menos dependiendo de la magnitud de la fuerza de la pelota cuando golpee la piedra. En cualquier caso, dado que las piedras tienen mayor masa, es más difícil cambiar de movimiento.",
        "titleEnableAutomaticTTS": "¿Desea habilitar el texto a voz automático?",
        "bodyAccelerationTutorial": "La aceleración es el cambio de velocidad a lo largo del tiempo. En este momento, la pelota está acelerando hacia la dirección que apuntó por el valor que se muestra justo encima de ella. Este valor cambia con el tiempo debido a que otras fuerzas actúan sobre la pelota.\n Además, la velocidad que se muestra en la parte inferior derecha de la pantalla es la aceleración de la bola justo cuando fue golpeada.",
        "titleCurrentSpeed": "Velocidad actual",
        "bodyMassDiffTutorial": "La aceleración de un objeto depende de su masa y de la fuerza neta que actúe sobre él. Cuanto mayor es la masa, menos acelera bajo una fuerza determinada.\n\nObserve cómo la bola blanda, que tiene menos masa, irá más allá cuando se golpee porque acelera más que la pelota normal.",
        "bodyInertiaTutorial": "Debido a la Ley de Inercia, la pelota siempre seguirá moviéndose hasta que otras fuerzas hayan cancelado su velocidad, como la fricción y la gravedad. Intenta usar menos fuerza y apunta primero en un lugar más seguro, como justo ahí.",
        "titleYes": "SÍ",
        "titleRight": "Izquierda",
        "titleConfirm": "Confirmar",
        "titlePushForce": "Fuerza de empuje",
        "titleHoleInOne": "¡Hoyo en uno!",
        "titleTapAnywhere": "Mantén presionada cualquier tecla para continuar...",
        "titleRegularBall": "Regular",
        "titleShoot": "¡DISPARAR!",
        "titleSoftBall": "Blanda",
        "titleGravityForce": "Fuerza de gravedad",
        "bodyLevelInfo_2": "La suma de todas las fuerzas que actúan sobre un objeto se denomina fuerza neta. Si un objeto cambia de velocidad o dirección, debe actuar una fuerza neta sobre él.\n\nUtiliza las flechas para apuntar y cambiar de dirección y ver cómo influirá la fuerza de la gravedad en el camino de la pelota.",
        "titleContinue": "Continuar",
        "titlePlay": "Jugar",
        "bodyLevelInfo_4": "La primera ley de Newton es la ley de inercia. La inercia es la tendencia de un objeto a resistir un cambio de movimiento.\nSi la fuerza neta sobre un objeto no es cero, el movimiento del objeto cambiará.\n\nObserva cómo la pelota deja de moverse mucho más rápido cuando golpea superficies de arena. Cuando finalmente se detiene, significa que su fuerza neta es ahora cero y el movimiento de la pelota no cambiará a menos que otra fuerza actúe sobre ella.",
        "titlePar": "Golpes:",
        "titleStart": "¡EMPEZAR!",
        "titleInitialSpeed": "Velocidad inicial",
        "titleStrokes": "Golpes:",
        "bodyHowToPlay": "Apunta haciendo clic en las flechas de la pantalla o usando las teclas de flecha del teclado. Llena el medidor de fuerza haciendo clic en el botón «Inicio» o usando la barra espaciadora del teclado, y presiona de nuevo para disparar la pelota de golf en el lugar de destino.\n\nCada nivel tiene 2 objetivos, el objetivo es golpear estos objetivos con la pelota de golf. Cuantos menos golpes uses, más puntuarás.",
        "titleNewGame": "Nuevo juego",
        "titleOkay": "Está bien.",
        "titleNo": "NO",
        "bodyMassDiff_Soft": "BOLA BLANDA:\nAcelamiento máx.: 15 m/s\nMasa: 0,175 kg",
        "titleIslandName_grassy": "Isla herbácea",
        "bodyNetForceTutorial": "Hay una fuerza neta que actúa aquí a partir de la suma de la fuerza de gravedad y la fuerza de empuje que ocurrió después de golpear la pelota. La gravedad tira de la pelota hacia abajo.\nEl trazado predicho curva representa esta fuerza neta y muestra el camino que seguirá la pelota.",
        "titleListenToText": "ESCUCHAR TEXTO",
        "titleGotIt": "¡LO TENGO!",
        "titleDone": "Hecho",
        "bodyLevelInfo_1": "Una fuerza es un empuje o un tirón que actúa sobre un objeto, descritos tanto por magnitud como por dirección.\nGolpea la pelota de golf aplicándole fuerza en la dirección del objetivo, esta fuerza durará hasta que otras fuerzas la detengan, como la fricción desde la superficie de la hierba o la gravedad que tira hacia abajo.",
        "titleScore": "Tu puntuación"
    }
}