{
 "en": {
  "titleHowToPlay": "How to play",
  "titlePlay": "Play",
  "titleLevelComplete": "Level COMPLETE",
  "titleScore": "Your score",
  "defeatTitle": "DEFEAT:",
  "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
  "titleListenToText": "LISTEN",
  "titleClose": "Close",
  "titleLevelSelect": "Level Select",
  "titleRetry": "Retry",
  "titleGotIt": "GOT IT!",
  "titleCongratulations": "Congratulations!",
  "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
  "titleOkay": "Okay",
  "titleTapAnywhere": "Hold any key to continue...",
  "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
  "titleConfirm": "Confirm",
  "hudScore": "Score:",
  "titleNewGame": "New Game",
  "star_finishTheLevel": "Finish the level...",
  "titleContinue": "CONTINUE",
  "titleRateTheGame": "Hey, don’t forget to rate the game!",
  "titleYes": "YES",
  "titleTryAgain": "TRY AGAIN",
  "visualQuiz_TryAgain": "Try again",
  "titleFinalScore": "YOUR FINAL SCORE",
  "star_dontRepeatLevel": "Try completing the level without resetting to checkpoints...",
  "titlePressAnyKey": "Press any key to continue...",
  "star_correctAnswer": "Answer the question correctly...",
  "titleNo": "NO",
  "titleDone": "Done",
  "gameOverMessage": "Game over, but don't worry you can try again!",
  "GameOver": "Game over",
  "titleLevelInfo": "INFORMATION",
  "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "Apple",
  "titleColorRed": "Red",
  "titleColorBlue": "Blue",
  "titleColorGreen": "Green",
  "titleColorDefault": "Default",
  "titleColorYellow": "Yellow",
  "57c96b2d": "Move",
  "70925511": "Restart",
  "046ca9e9": "The property that determines whether a material will float is called BUOYANCY. \n\nIn this case, the wood floated because it is a light material with high buoyancy. \n",
  "6a792a05": "BOUYANCY FAILED",
  "f7ee101c": "The high temperature caused my circuits to overheat!\n\nSteel has high thermal conductivity, which means it lets heat move through it very quickly.\n\nMaybe another material would be a better option.",
  "9203b47a": "…? Where am I?",
  "ab1a1e3b": "Oh yes! I came here to visit my friend!",
  "ffe302ef": "It seems I got a bit lost…",
  "feb519a4": "The path ahead is full of hazards...",
  "372794f5": "Lucky me that I have a lot of materials!",
  "176fb1bc": "I just need to select the right ones.",
  "4de9a05e": "There's a long way ahead! Let’s go.",
  "d7a6c555": "That was a long way!",
  "b6f5fcd6": "Look! That's my friend over there!",
  "56c008ae": "That was amazing right? We learned sooo much!",
  "d4f00387": "I learned so much about materials along the way! ",
  "0ccd3ec0": "I will tell you all about it later!",
  "ea70c43c": "See you later!",
  "876dc202": "Thank you so much for the help!",
  "847db0db": "I need to get to the end of the level, to achieve that we need to open the RED barrier!",
  "4b308812": "To open it, we must press the RED button, but only a material with the same property can do it.\n",
  "eef2e690": "When you're ready and the barrier is open, press 'Move,' and I'll start moving!",
  "0ed6519c": "Oops, that’s not right! We need a material with the same COLOR as the button.",
  "5c8f21e3": "You can click “RESTART” if you think you made a mistake.",
  "017acb47": "Oh no! Now we have water in the way.",
  "28a82602": "I need a material that floats so I can cross the river.",
  "04353614": "My sensors detected that walking on wood was different than walking on grass.",
  "ae8423c0": "Did you know? Everything in our world is made of matter, and matter has many properties, such as texture, mass, color, and more!\n\nThere are different tools to measure these properties, but some, like COLOR, can simply be observed!",
  "b246b088": "Another property of matter is TEXTURE, texture can be observed with the eyes or by touching the object. \r\n\nEach material has a different texture and it will determine how other objects interact with it.",
  "21a52b06": "That rock will block my way if it falls. ",
  "16662997": "We need a hard enough material that can stop it from falling.",
  "3c260328": "Hardness is another property of matter, it determines how resistant the material is, and how much weight it can handle.",
  "50bb56ce": "Did you know? Size is a property of matter, however, the same material can have multiple sizes.",
  "897f43a9": "Like the steel pieces we used here!",
  "3b807d3a": "I fell into this hole! Now I need to be lifted back...",
  "f1057b86": "We can get me back up by putting enough weight on the other side.",
  "61b41cfd": "Did you know?  What we saw is similar to how a real-life scale works.  Both are used to measure WEIGHT, which is another property of matter.\n\nThe robot was lifted because the material on the other side was heavier than it.",
  "f65790df": "Some materials dissolve in liquids. That means they are no longer visible or separable from the liquid they mixed with.",
  "156671a8": "Oh! electricity! I know this one well!",
  "2685f15d": "We need a material that will conduct the electricity to the other barrier, so it opens.",
  "e7811931": "We also need to be careful of the lava pool! We need a material that will not heat up because of it.",
  "8d73c838": "We just saw another 2 new properties of matter, ELECTRICAL and THERMAL CONDUCTIVITY, which means how well a material will conduct something. \r\n\r\nMetals are good at conducting both of them.\r\nRock is not good with either of them.\r\nAnd plastic is not good with electricity, but very good with termal.",
  "0abad88e": "This is a high-tech heat laser. Like light, it can reflect off a mirror.",
  "a691a185": "However, we need to pay attention to its TEMPERATURE.",
  "09378696": " It can heat up other materials (and robots) that come into contact with it",
  "76cba019": "We need a material that will be affected by the magnet!",
  "36eacc7d": "We just saw 2 properties of matter: REFLECTIVITY and RESPONSE TO MAGNETIC FORCES!\r\n\r\nREFLECTIVITY means the material can reflect light. Like a mirror, if you look at it you can see yourself.\r\n\r\nRESPONSE TO MAGNETIC FORCES means the material is reactive to magnets. Usually, those are mostly metals like steel.",
  "cf5a5224": "We just observed a few behaviors caused by temperature!\n\nWe saw the water FREEZING because of the low temperature\n\nand the ice MELTING due to the increase in temperature.\n\nIf the water were heated even more, it would BOIL.",
  "8b80f34e": "New lights! These ones seem to also have TEMPERATURE.",
  "8f9e52c3": "Meaning, they can HEAT UP and COOL DOWN other materials that come in contact with it.",
  "cca62d3a": "Did you know? Temperature can be measured by thermometers.",
  "b46cf422": "The property that determines whether a material will float is called BUOYANCY. \n\nIn this case, the heavy material sunk because it has low buoyancy.",
  "48b98973": "We just saw another 2 new properties of matter, ELECTRICAL and THERMAL CONDUCTIVITY, which means how well a material will conduct something. \r\n",
  "edea9e99": "Metals are good at conducting both of electricity and thermal energy, in contrast Rocks are not good at conducting either of them. And finally we have Plastic, which is bad at conducting electricity, but very good with thermal.",
  "1ba2a2fa": "Did you know? Even with different sizes, matter retains its properties.\n\nThese two materials are made of steel, and even though they are different in size, they are both hard enough to support the weight of the rock and the robot.",
  "4af1ea1a": "Look at the water! It turned into ice!!",
  "a2ebe497": "This high-tech cold laser can cool down other materials (and robots) that come into contact with it.",
  "553e5048": "I can move across the ice to reach the other side!",
  "90b30ff6": "Look! Now we have light!",
  "034ea2e5": "Maybe the barrier will open if we reflect the light onto the button.",
  "85b6cac7": "We also need to move this ramp closer to the wall…",
  "83bec75c": "Another property of matter is SOLUBILITY, which determines if a material can dissolve in a liquid.\n\nFor example, salt dissolves in water, while wood remains solid.",
  "9d627411": "Have you ever noticed that when salt is added to water, it dissolves, becoming invisible to our eyes?",
  "f079fd8f": "But when we placed wood in the water to create a bridge, that didn’t happen.",
  "61f2ea4f": "Be careful of obstacles! Failing to avoid them will damage your ship and make you lose fuel!",
  "a83acbbd": "Did you know? Temperature can be measured with thermometers.",
  "3470963c": "The high temperature made my circuits overheat!\n\nMake sure I don't come into contact with the high-tech laser!",
  "8f1db2d9": "The low temperature caused my circuits to freeze!\n\nMake sure I don’t come into contact with the high-tech laser!",
  "f3043e82": "Hardness",
  "08689105": "COLOR",
  "d5b9b3eb": "Buoyancy",
  "949a0bd3": "REFLECTIVITY ",
  "563c783f": "Electrical conductivity",
  "690b1bcd": "Thermal conductivity",
  "058d00f4": "SOLUBILITY",
  "ac7bef51": "TEXTURE",
  "f40fde8e": " Everything in our world is made of matter",
  "6e700a30": "RED",
  "cc523035": "float",
  "121aa694": "The property that determines whether a material will float is called BUOYANCY. \n\nIn this case, the wood floated because it is a light material with high buoyancy. \n",
  "0f2ba7aa": "BUOYANCY",
  "e5d22b6c": "reflect",
  "2210a742": "We just saw 2 properties of matter: REFLECTIVITY and RESPONSE TO MAGNETIC FORCES!\n\n\nREFLECTIVITY means the material can reflect light. Like a mirror, if you look at it you can see yourself.\n\nRESPONSE TO MAGNETIC FORCES means the material is reactive to a magnet. Usually, those are mostly metals like steel.",
  "743c672b": "RESPONSE TO MAGNETIC FORCES",
  "601b8de6": "magnet",
  "e0a880c1": "weight",
  "255abfa3": "WEIGHT",
  "936d9375": "property of matter",
  "1e9271cc": "hard",
  "ba17ec63": "matter retains its properties",
  "c5f5a5b8": "electricity",
  "79e1c5f7": "conduct",
  "58b7500c": "heat up",
  "b11a2b14": "conducting",
  "e4e6ef65": "electricity",
  "525aafb9": "thermal",
  "a6d421f9": " ELECTRICAL",
  "1275f608": "THERMAL",
  "63a9319d": "CONDUCTIVITY",
  "880b06ab": "TEMPERATURE",
  "62f693fe": "reflect",
  "c8e27fc9": "cool down",
  "c32ce75d": "FREEZING",
  "f5b8522b": "MELTING",
  "b1f8f934": "electricity",
  "7e9b0d77": " properties of matter",
  "d64fb68b": "BOIL",
  "18a05cc3": "Whoa! It looks like I fell into a high-tech scale!",
  "4a2a7f00": "Wood",
  "faf5adb5": "Stone",
  "b4cbde0b": "Steel",
  "32991024": "Mirror",
  "8620af51": "Glass",
  "color_blue": "Blue",
  "color_red": "Red",
  "color_yellow": "Yellow"
 }
}