{
 "en": {
  "langCode": "en",
  "Feedback_Correct1": "Great job!",
  "Feedback_Correct2": "You got it!",
  "Feedback_Correct3": "That’s right!",
  "HelpExplanation": "We can solve these puzzles together, wait for me to finish talking before you click on the screen",
  "ClickStart_Command": "Click the star to continue",
  "ClickButton_Command": "Click the button to continue",
  "BlueStar_Feedback": "You got a blue star",
  "GoldStar_Feedback": "You got a gold star",
  "Endgame_Command": "Click anywhere to complete the game.",
  "ClickAllVegetable": "Click all the pictures with that vegetable.",
  "WhatKindOfVegetable": "What kind of vegetable should go here?",
  "VegetablesIncreaseBy2": "The pattern shows that the number of vegetables increases by 2",
  "SelectAnswer": "Select your answer that should go here",
  "Cutscene_start_1": "Hi there! Look at my garden. I have lots of fruits and vegetables ready to pick.",
  "Cutscene_start_2": "I can make a nice dinner and invite my friends over. They’ll be so happy",
  "Cutscene_start_3": "Let’s start with strawberries",
  "Cutscene_start_4": "1, 2, 3, 4",
  "Cutscene_start_5": "Oh no! I have to start over now. I could really use your help. Let's solve puzzles and pick fruits and vegetables together. Are you ready? Let's go!",
  "Menu_NewGame": "New Game",
  "Menu_Continue": "CONTINUE",
  "Menu_Play": "Play",
  "Menu_Title": "Harvest",
  "Menu_Clickbutton": "Click the button to play",
  "L1_Intro_1": "Here is my first stop in the garden.",
  "L1_Intro_2": "It has peppers and strawberries.",
  "L1_Intro_2_2": "They look so yummy! My friends will love them.",
  "L1_Intro_3": "How many strawberries come next?",
  "L1_Intro_4": "Can you help me? Click the correct picture.",
  "L1_Incorrect1_1": "Look at the pattern. There are two peppers and then three peppers. ",
  "L1_Incorrect1_2": "Their number increases by one.",
  "L1_Incorrect1_3": "There are four strawberries.",
  "L1_Incorrect1_4": "How many strawberries come next? Click your answer to continue.",
  "L1_Incorrect2_1": "Let's look at this puzzle together",
  "L1_Scaffolded_Part1_1": "The first row has peppers.",
  "L1_Scaffolded_Part1_2": "The second row starts with strawberries. ",
  "L1_Scaffolded_Part1_3": "So, strawberries should go where the question mark is.",
  "L1_Scaffolded_Part2_1": "The pattern shows that the number of peppers increases by one. ",
  "L1_Scaffolded_Part2_2": "The number of strawberries should also increase by one.",
  "L1_Scaffolded_Part2_3": "Here, there are 4 strawberries. How many strawberries come next?. Click your answer.",
  "L1_Scaffolded_Incorrect1_1": "Look at the pattern. The number of strawberries should increase by one. Try again.",
  "L1_Scaffolded_Incorrect2_1": "The number of strawberries should increase by one. So, 5 strawberries come next.",
  "L1_Scaffolded_Incorrect2_2": "Click the picture with 5 strawberries to continue.",
  "L2_Intro_1": "I could use your help to decide what I need to pick next. I’m thinking onions and carrots. I can make a delicious soup for me and my friends. Let’s solve this puzzle",
  "L2_Intro_2": "Can you find what should go here? Click your answer",
  "L2_Incorrect1_Number": "Try again. Think about how the number of onions changes. Click your answer.",
  "L2_Incorrect1_Fruit": "Try again. Think about the kind of vegetable that completes the pattern.",
  "L2_Incorrect2": "Let's do this puzzle together",
  "L2_Scaffolded_Part1": "The puzzle has onions and carrots. Let’s start by looking at the kind of vegetable that should go here.",
  "L2_Scaffolded_Part2": "Now think about how many carrots should go where the question mark is. Click your answer .",
  "L2_Scaffolded_Step1_Incorrect1_1": "These are carrots.",
  "L2_Scaffolded_Step1_Incorrect2": "The vegetables that go here are carrots. Click all the pictures with carrots to continue.",
  "L2_Scaffolded_Step2_Incorrect1_1": "The number of onions increases from 2 to 4. There are two more onions",
  "L2_Scaffolded_Step2_Incorrect1_2": "It’s the same pattern for carrots. How many carrots complete the pattern? Click your answer.",
  "L2_Scaffolded_Step2_Incorrect2_1": "The number of onions increases by 2, There are 3 carrots here. That is 2 more than the carrots that should go on the other side of the arrow.",
  "L2_Scaffolded_Step2_Incorrect2_2": "So, 1 carrot goes here. Click the picture with 1 carrot.",
  "L3_Intro_1": "Thanks for all your help! We have a lot of vegetables ready to pick today.",
  "L3_Intro_1_2": "My basket is getting full but I want to pick more vegetables.",
  "L3_Intro_1_3": "Here is a new puzzle. Can you find what will complete the pattern? Click your answer.",
  "L3_Correct1": "I’m having a lot of fun solving these puzzles with you. I see more fruits in the garden.",
  "L3_Incorrect1_Number": "Look at how the number of carrots increases. It’s the same pattern for pumpkins. Try again. ",
  "L3_Incorrect1_Fruit": " Try again. What kind of vegetable should go where the question mark is?",
  "L3_Incorrect2": "We can solve this puzzle together",
  "L3_Scaffolded_Part1_1": "Let’s look at the pattern to find the kind of vegetable that completes the pattern. The problem shows pumpkins and carrots.",
  "L3_Scaffolded_Part1_2": "What vegetable should go where the question mark is, pumpkins, or carrots?",
  "L3_Scaffolded_Step1_Incorrect1_1": "These are pumpkins.",
  "L3_Scaffolded_Step1_Incorrect2_1": "The first row has carrots.",
  "L3_Scaffolded_Step1_Incorrect2_2": "The second row has pumpkins. So, pumpkins go here. Click all the pictures with pumpkins.",
  "L3_Scaffolded_Step2_Incorrect1_1": "The number of carrots increases from 1 to 4, and then 7.",
  "L3_Scaffolded_Step2_Incorrect1_2": "There are three more carrots each time.",
  "L3_Scaffolded_Step2_Incorrect1_3": "It’s the same pattern for pumpkins. ",
  "L3_Scaffolded_Step2_Incorrect1_4": "Try again.\r",
  "L3_Scaffolded_Step2_Incorrect2_1": "The number of carrots increases by 3. The number of pumpkins should also increase by 3. ",
  "L3_Scaffolded_Step2_Incorrect2_2": "There are 2 pumpkins here and then 8 pumpkins.",
  "L3_Scaffolded_Step2_Incorrect2_3": "3 more than 2 is 5. So, the correct answer is 5 pumpkins. Click the picture with 5 pumpkins.",
  "L3_Scaffolded_Step1_Correct1_1": "Now let’s look at how many pumpkins will complete the pattern.",
  "L3_Scaffolded_Step1_Correct1_2": "How many pumpkins should go where the question mark is? Click your answer.",
  "L4_Intro_1": "We just picked some vegetables. Now let’s pick more fruit. I can’t wait to make pies for my friends!",
  "L4_Intro_1_2": "Can you help me find what fruit should go in the pattern? ",
  "L4_Intro_2": "First, click your answer that should go here",
  "L4_Intro_3": "Then here.",
  "L4_Incorrect1_Number": "Look at how the number of strawberries decreases. It’s the same pattern for the blueberries and apples. Try again. ",
  "L4_Incorrect1_Direction": "Try again. Think about if the stems of the fruit should be up or down.",
  "L4_Incorrect1_Fruit": "Try again. Think about what kind of fruit completes the pattern on each row.",
  "L4_Incorrect2": "This is a hard problem. Let’s work on it together",
  "L4_Scaffolded_Part1_1": "Let’s start by looking at what kind of fruits should go where the question marks are. Start with this row. ",
  "L4_Scaffolded_Part1_2": "Click all the pictures that show the correct fruits.",
  "L4_Scaffolded_Step1a_Correct1_1": "How about this row?",
  "L4_Scaffolded_Step1a_Correct1_2": "Click all the pictures with those fruits.",
  "L4_Scaffolded_Step1a_Correct2_1": "Now let’s look at how many blueberries should go here.",
  "L4_Scaffolded_Step1a_Correct2_2": "Click the pictures with the correct number of blueberries.",
  "L4_Scaffolded_Step1a_Incorrect1_1": "Try again: Look at the fruit on this row.",
  "L4_Scaffolded_Step1a_Incorrect1_2": "What are they? Click all the pictures that show the same fruit.\n",
  "L4_Scaffolded_Step1a_Incorrect2_1": "This row has strawberries.",
  "L4_Scaffolded_Step1a_Incorrect2_2": "This row has blueberries.",
  "L4_Scaffolded_Step1a_Incorrect2_3": "So, blueberries should go where the question mark is. Click all the pictures with blueberries.\n",
  "L4_Scaffolded_Step1b_Incorrect2_2": "This row has apples.",
  "L4_Scaffolded_Step1b_Incorrect2_3": "So, apples should go where the question mark is. Click all the pictures with apples.",
  "L4_Scaffolded_Step2a_Correct1_1": "How many apples should go here? Click all the pictures with the correct number of apples.",
  "L4_Scaffolded_Step2b_Correct1_1": "We are almost done with this puzzle! The pattern shows that the fruit stems point up or down.",
  "L4_Scaffolded_Step2b_Correct1_2": "Where should the stems of the blueberries point? Click your answer.",

  "L4_Scaffolded_Step2a_Incorrect1_2": "It’s the same pattern for blueberries. Click the pictures with the correct number of blueberries.",
  "L4_Scaffolded_Step2a_Incorrect2_1": "The number of strawberries decreases by 2, So 6, then 4, then 2",
  "L4_Scaffolded_Step2a_Incorrect2_2": "There are 6 blueberries and then 4. So 8 blueberries should go here.",
  "L4_Scaffolded_Step2a_Incorrect2_3": "Click all the pictures with 8 blueberries",

  "L4_Scaffolded_Step2b_Incorrect1_2": "It’s the same pattern for apples. Click the pictures with the correct number of apples",
  "L4_Scaffolded_Step2b_Incorrect2_2": "There are 7 apples, and then 5. So, 3 apples should go here.",
  "L4_Scaffolded_Step2b_Incorrect2_3": "Click all the pictures with 3 apples.",
  "L4_Scaffolded_Step3a_Correct1_1": "Where should the stems of the apples point? Click your answer.",
  "L4_Scaffolded_Step3a_Incorrect1_1": "The strawberry stems point up, then down, and then up again.",
  "L4_Scaffolded_Step3a_Incorrect1_2": "It’s the same pattern for blueberries, . Where should the stems of the blueberries point? Click your answer.",
  "L4_Scaffolded_Step3a_Incorrect2_1": "The pattern shows that the blueberries, should point up.",
  "L4_Scaffolded_Step3a_Incorrect2_2": "Click the pictures with 8 blueberries that point up.",
  "L4_Scaffolded_Step3b_Incorrect1_2": "It’s the same pattern for apples. Where should the stems of the apples point?. Click your answer.",
  "L4_Scaffolded_Step3b_Incorrect2_1": "The pattern shows that the apples,  should point up.",
  "L4_Scaffolded_Step3b_Incorrect2_2": "Click the pictures with 3 apples that point up.",
  "L4_Scaffolded_Step1b_Start_1": "Now let’s look at the directions of the fruit stems. The pattern shows that the fruit stems point up or down.",
  "L4_Completion_Dialogue": "Thank you for helping me solve this puzzle.",
  "L5_LevelSelect": "Congratulations! You unlocked the bonus round. Are you ready for a hard puzzle?",
  "L5_Intro_1": "There are so many vegetables here. My basket is getting heavy. Help me pick the correct vegetables to solve this hard problem.",
  "L5_Intro_2": "First, select your answer that should go here",
  "L5_Intro_3": "and then here.",
  "L5_Correct2": "Excellent! You are a super star, you solved the bonus round! This was a hard problem. Fantastic!",
  "L5_Incorrect1": "Try again. Remember what you just learned! Think about what vegetable goes on each row. Think about how  the number of vegetables changes. Then notice where the vegetable stems point. Choose your answers. ",
  "L5_Incorrect2_1": "Each row starts with pumpkins. So, a pumpkin is the vegetable that goes here.\r \n",
  "L5_Incorrect2_2_2": "On this row, all the stems point down. So, one pumpkin with its stem down goes here. Click the correct pumpkin to continue.\r",
  "L5_Incorrect2_3": "The second vegetable on each row is peppers. The stems of all the vegetables on this row point up.\r ",
  "L5_Incorrect2_4_2": "So, 4 peppers with stems that point up go here. Click your answer.",
  "Cutscene_Final_1": "You finished this game. Great job! I had fun picking fruits and vegetables with you. Now, I need to go home and start cooking. My friends will be over soon!",
  "Cutscene_Final_2a": "Come back to play again.",
  "Cutscene_Final_2b": "Come back to play again and earn more stars"
 },
 "es": {
  "langCode": "es",
  "Feedback_Correct1": "¡Buen trabajo!",
  "Feedback_Correct2": "¡Lo tienes!",
  "Feedback_Correct3": "Así es",
  "HelpExplanation": "Podemos resolver estos acertijos juntos. Espera a que termine de hablar antes de hacer clic en la pantalla",
  "ClickStart_Command": "Haz clic en la estrella para continuar.",
  "ClickButton_Command": "Haz clic en el botón para continuar.",
  "BlueStar_Feedback": "Ganaste una estrella azul.",
  "GoldStar_Feedback": "Ganaste una estrella dorada.",
  "Endgame_Command": "Haz clic donde sea para completar el juego.",
  "ClickAllVegetable": "Haz clic en todas las imágenes con esa verdura.",
  "WhatKindOfVegetable": "¿Qué tipo de verdura debería ir aquí?",
  "VegetablesIncreaseBy2": "El patrón muestra que la cantidad de verduras aumenta en 2.",
  "SelectAnswer": "Selecciona tu respuesta que debería ir aquí",
  "Cutscene_start_1": "¡Hola! Mira mi jardín. Tengo un montón de frutas y verduras listas para recoger.",
  "Cutscene_start_2": "Puedo preparar una cena deliciosa e invitar a mis amigos. ¡Estarán muy felices!",
  "Cutscene_start_3": "Comencemos con las fresas.",
  "Cutscene_start_4": "1, 2, 3, 4",
  "Cutscene_start_5": "¡Oh no! Ahora tengo que empezar de nuevo. Realmente podría necesitar tu ayuda. Resolvamos acertijos y recojamos frutas y verduras juntos. ¿Estás listo? ¡Vamos!",
  "Menu_NewGame": "Juego Nuevo",
  "Menu_Continue": "Continuar",
  "Menu_Play": "Jugar",
  "Menu_Title": "Harvest",
  "Menu_Clickbutton": "Haz clic en el botón para jugar.",
  "L1_Intro_1": "Esta es mi primera parada en el jardín.",
  "L1_Intro_2": "Tiene pimientos y fresas. ",
  "L1_Intro_2_2": "¡Se ven tan deliciosas! A mis amigos les encantarán.",
  "L1_Intro_3": "¿Cuántas fresas van después?",
  "L1_Intro_4": "¿Me puedes ayudar? Haz clic en la imagen correcta. ",
  "L1_Incorrect1_1": "Mira el patrón. Hay dos pimientos y luego tres pimientos. ",
  "L1_Incorrect1_2": "Su número aumenta en uno.",
  "L1_Incorrect1_3": "Hay cuatro fresas.",
  "L1_Incorrect1_4": "¿Cuántas fresas van después? Haz clic en tu respuesta para continuar.",
  "L1_Incorrect2_1": "Veamos este acertijo juntos",
  "L1_Scaffolded_Part1_1": "La primera fila tiene pimientos.",
  "L1_Scaffolded_Part1_2": "La segunda fila comienza con fresas.",
  "L1_Scaffolded_Part1_3": "Por lo tanto, las fresas deberían ir donde está el signo de interrogación.",
  "L1_Scaffolded_Part2_1": "El patrón muestra que la cantidad de pimientos aumenta en uno",
  "L1_Scaffolded_Part2_2": "La cantidad de fresas también debería aumentar en uno.",
  "L1_Scaffolded_Part2_3": "Aquí hay 4 fresas. ¿Cuántas fresas van después? Haz clic en tu respuesta.",
  "L1_Scaffolded_Incorrect1_1": "Mira el patrón. La cantidad de fresas debería aumentar en uno. Inténtalo de nuevo.",
  "L1_Scaffolded_Incorrect2_1": "La cantidad de fresas debería aumentar en uno. Entonces, vienen 5 fresas.",
  "L1_Scaffolded_Incorrect2_2": "Haz clic en la imagen con 5 fresas para continuar.",
  "L2_Intro_1": "Me vendría bien tu ayuda para decidir qué debo elegir a continuación. Estoy pensando en cebollas y zanahorias. Puedo hacer una sopa deliciosa para mí y mis amigos. Resolvamos este acertijo",
  "L2_Intro_2": "¿Puedes encontrar lo que debería ir aquí?",
  "L2_Incorrect1_Number": "Vuelve a intentarlo. Piensa en cómo cambia la cantidad de cebollas. Haz clic en tu respuesta.",
  "L2_Incorrect1_Fruit": "Vuelve a intentarlo. Piensa en el tipo de verdura que completa el patrón.",
  "L2_Incorrect2": "Hagamos este acertijo juntos",
  "L2_Scaffolded_Part1": "El acertijo tiene cebollas y zanahorias. Empecemos por ver el tipo de verdura que debería ir aquí.",
  "L2_Scaffolded_Part2": "Ahora piensa en cuántas zanahorias deberían ir a donde está el signo de interrogación. Haz clic en tu respuesta.",
  "L2_Scaffolded_Step1_Incorrect1_1": "Son zanahorias.",
  "L2_Scaffolded_Step1_Incorrect2": "Las verduras que van aquí son zanahorias. Haz clic en todas las imágenes con zanahorias para continuar.",
  "L2_Scaffolded_Step2_Incorrect1_1": "El número de cebollas aumenta de 2 a 4. Hay dos cebollas más",
  "L2_Scaffolded_Step2_Incorrect1_2": "Es el mismo patrón para las zanahorias. ¿Cuántas zanahorias completan el patrón? Haz clic en tu respuesta.",
  "L2_Scaffolded_Step2_Incorrect2_1": "El número de cebollas aumenta en 2. Hay 3 zanahorias aquí. Eso es 2 más que las zanahorias que deberían ir al otro lado de la flecha.",
  "L2_Scaffolded_Step2_Incorrect2_2": "Entonces, 1 zanahoria va aquí. Haz clic en la imagen con 1 zanahoria.",
  "L3_Intro_1": "¡Gracias por toda tu ayuda! Hoy tenemos un montón de verduras listas para ser recolectadas.",
  "L3_Intro_1_2": "Mi cesta se está llenando pero quiero recoger más verduras.",
  "L3_Intro_1_3": "He aquí un nuevo acertijo. ¿Puedes encontrar lo que completará el patrón? Haz clic en tu respuesta.",
  "L3_Correct1": "Me estoy divirtiendo mucho resolviendo estos acertijos contigo. Veo más frutas en el jardín. ¡Vamos!",
  "L3_Incorrect1_Number": "Mira cómo aumenta el número de zanahorias. Es el mismo patrón para las calabazas. Inténtalo de nuevo. ",
  "L3_Incorrect1_Fruit": "  Vuelve a intentarlo. ¿Qué tipo de verdura debe ir donde está el signo de interrogación?",
  "L3_Incorrect2": "Podemos resolver este acertijo juntos.",
  "L3_Scaffolded_Part1_1": "Veamos el patrón para encontrar el tipo de verdura que lo completa. El problema muestra calabazas y zanahorias.",
  "L3_Scaffolded_Part1_2": "¿Qué verdura debe ir donde está el signo de interrogación, las calabazas o las zanahorias?",
  "L3_Scaffolded_Step1_Incorrect1_1": "Estas son calabazas.",
  "L3_Scaffolded_Step1_Incorrect2_1": "La primera fila tiene zanahorias.",
  "L3_Scaffolded_Step1_Incorrect2_2": "La segunda fila tiene calabazas. Entonces, las calabazas van aquí. Haz clic en todas las imágenes con calabazas.",
  "L3_Scaffolded_Step2_Incorrect1_1": "El número de zanahorias aumenta de 1 a 4, y luego a 7. ",
  "L3_Scaffolded_Step2_Incorrect1_2": "Hay tres zanahorias más cada vez.",
  "L3_Scaffolded_Step2_Incorrect1_3": "Es el mismo patrón para las calabazas. ",
  "L3_Scaffolded_Step2_Incorrect1_4": "Vuelve a intentarlo.",
  "L3_Scaffolded_Step2_Incorrect2_1": "El número de zanahorias aumenta en 3. El número de calabazas también debería aumentar en 3. ",
  "L3_Scaffolded_Step2_Incorrect2_2": "Hay 2 calabazas aquí y luego 8 calabazas.",
  "L3_Scaffolded_Step2_Incorrect2_3": "3 más que 2 es 5. Por lo tanto, la respuesta correcta es 5 calabazas. Haz clic en la imagen con 5 calabazas.",
  "L3_Scaffolded_Step1_Correct1_1": "Ahora veamos cuántas calabazas completarán el patrón.",
  "L3_Scaffolded_Step1_Correct1_2": "¿Cuántas calabazas deben ir donde está el signo de interrogación? Haz clic en tu respuesta.",
  "L4_Intro_1": "Acabamos de recoger unas verduras. Ahora vamos a recoger más fruta. ¡Me muero de ganas de hacer tartas para mis amigos!",
  "L4_Intro_1_2": "¿Puedes ayudarme a encontrar qué fruta debería ir en el patrón? ",
  "L4_Intro_2": "Primero, haz clic en la respuesta que debería ir aquí. ",
  "L4_Intro_3": "Luego aquí.",
  "L4_Incorrect1_Number": "Observa cómo disminuye la cantidad de fresas. Es el mismo patrón para los arándanos y las manzanas. Inténtalo de nuevo. ",
  "L4_Incorrect1_Direction": "Vuelve a intentarlo. Piensa si los tallos de la fruta deben apuntar hacia arriba o hacia abajo.",
  "L4_Incorrect1_Fruit": "Vuelve a intentarlo. Piensa en qué tipo de fruta completa el patrón en cada fila.",
  "L4_Incorrect2": "Es un problema difícil. Trabajémoslo juntos.",
  "L4_Scaffolded_Part1_1": "Comencemos por ver qué tipo de frutas deberían ir donde están los signos de interrogación. Comienza con esta fila. ",
  "L4_Scaffolded_Part1_2": "Haz clic en todas las imágenes que muestran las frutas correctas.",
  "L4_Scaffolded_Step1a_Correct1_1": "¿Qué tal esta fila?",
  "L4_Scaffolded_Step1a_Correct1_2": "Haz clic en todas las imágenes con esas frutas.",
  "L4_Scaffolded_Step1a_Correct2_1": "Ahora veamos cuántos arándanos deberían ir aquí.",
  "L4_Scaffolded_Step1a_Correct2_2": "Haz clic en las imágenes con el número correcto de arándanos.",
  "L4_Scaffolded_Step1a_Incorrect1_1": "Inténtalo de nuevo: mira la fruta en esta fila.",
  "L4_Scaffolded_Step1a_Incorrect1_2": "¿Qué son? Haz clic en todas las imágenes que muestran la misma fruta.",
  "L4_Scaffolded_Step1a_Incorrect2_1": "Esta fila tiene fresas. ",
  "L4_Scaffolded_Step1a_Incorrect2_2": "Esta fila tiene arándanos. ",
  "L4_Scaffolded_Step1a_Incorrect2_3": "Por lo tanto, los arándanos deberían ir donde está el signo de interrogación. Haz clic en todas las imágenes con arándanos.",
  "L4_Scaffolded_Step1b_Incorrect2_2": "Esta fila tiene manzanas. ",
  "L4_Scaffolded_Step1b_Incorrect2_3": "Por lo tanto, las manzanas deben ir donde está el signo de interrogación. Haz clic en todas las imágenes con manzanas.",
  "L4_Scaffolded_Step2a_Correct1_1": "¿Cuántas manzanas deberían ir aquí? Haz clic en todas las imágenes con el número correcto de manzanas.",
  "L4_Scaffolded_Step2b_Correct1_1": "¡Ya casi terminamos con este acertijo! El patrón muestra que los tallos de la fruta apuntan hacia arriba o hacia abajo. ",
  "L4_Scaffolded_Step2b_Correct1_2": "¿Hacia dónde deben apuntar los tallos de los arándanos? Haz clic en tus respuestas.",
  "L4_Scaffolded_Step2a_Incorrect1_2": "Es el mismo patrón para los arándanos. Haz clic en las imágenes con el número correcto de arándanos.",
  "L4_Scaffolded_Step2a_Incorrect2_1": "La cantidad de fresas disminuye en 2. 6, luego 4, luego 2.",
  "L4_Scaffolded_Step2a_Incorrect2_2": "Hay 6 arándanos y luego 4. Así que aquí deberían ir 8 arándanos.",
  "L4_Scaffolded_Step2a_Incorrect2_3": "Haz clic en todas las imágenes con 8 arándanos",
  "L4_Scaffolded_Step2b_Incorrect1_2": "Es el mismo patrón para las manzanas. Haz clic en las imágenes con el número correcto de manzanas",
  "L4_Scaffolded_Step2b_Incorrect2_2": "Hay 7 manzanas y luego 5. Entonces, 3 manzanas deberían ir aquí.",
  "L4_Scaffolded_Step2b_Incorrect2_3": "Haz clic en todas las imágenes con 3 manzanas.",
  "L4_Scaffolded_Step3a_Correct1_1": "¿Hacia dónde deben apuntar los tallos de las manzanas? Haz clic en tu respuesta.",
  "L4_Scaffolded_Step3a_Incorrect1_1": "Los tallos de la fresa apuntan hacia arriba, luego hacia abajo y luego hacia arriba nuevamente.",
  "L4_Scaffolded_Step3a_Incorrect1_2": "Es el mismo patrón para los arándanos. ¿Hacia dónde deben apuntar los tallos de los arándanos? Haz clic en tu respuesta.",
  "L4_Scaffolded_Step3a_Incorrect2_1": "El patrón muestra que los arándanos deben apuntar hacia arriba.",
  "L4_Scaffolded_Step3a_Incorrect2_2": "Haz clic en las imágenes con 8 arándanos que apuntan hacia arriba.",
  "L4_Scaffolded_Step3b_Incorrect1_2": "Es el mismo patrón para las manzanas. ¿Hacia dónde deben apuntar los tallos de las manzanas? Haz clic en tu respuesta.",
  "L4_Scaffolded_Step3b_Incorrect2_1": "El patrón muestra que las manzanas deben apuntar hacia arriba.",
  "L4_Scaffolded_Step3b_Incorrect2_2": "Haz clic en las imágenes con 3 manzanas que apunten hacia arriba.",
  "L4_Scaffolded_Step1b_Start_1": "Ahora veamos las direcciones de los tallos de las frutas. El patrón muestra que los tallos de la fruta apuntan hacia arriba o hacia abajo. ",
  "L4_Completion_Dialogue": "Gracias por ayudarme a resolver este acertijo.",
  "L5_LevelSelect": "¡Felicidades! Has desbloqueado la ronda de bonus. ¿Puedes ayudarme a elegir las frutas o verduras correctas para resolver este difícil problema?",
  "L5_Intro_1": "Hay tantas verduras aquí. Mi cesta se está volviendo pesada. Ayúdame a elegir las verduras correctas para resolver este problema difícil.",
  "L5_Intro_2": "Primero, selecciona la respuesta que debe ir aquí.",
  "L5_Intro_3": "y luego aquí.",
  "L5_Correct2": "¡Excelente! ¡Eres una superestrella, has resuelto la ronda de bonus! Era un problema difícil. ¡Fantástico!",
  "L5_Incorrect1": "Vuelve a intentarlo. ¡Recuerda lo que acabas de aprender! Piensa en qué verdura va en cada fila. Piensa en cómo cambia la cantidad de verduras. Luego observa hacia dónde apuntan los tallos de las verduras. Elige tus respuestas.  ",
  "L5_Incorrect2_1": "Cada fila comienza con calabazas. Entonces, la calabaza es la verdura que va aquí.",
  "L5_Incorrect2_2_2": "En esta fila, todos los tallos apuntan hacia abajo. Entonces, una calabaza con el tallo hacia arriba va aquí. Haz clic en la calabaza correcta para continuar.",
  "L5_Incorrect2_3": "La segunda verdura de cada hilera son los pimientos. Los tallos de todas las verduras de esta hilera apuntan hacia arriba.",
  "L5_Incorrect2_4_2": "Entonces, aquí van 4 pimientos con tallos que apuntan hacia arriba. Haz clic en tu respuesta.",
  "Cutscene_Final_1": "Has terminado este juego. ¡Buen trabajo! Me divertí recogiendo frutas y verduras contigo. Ahora, necesito ir a casa y empezar a cocinar. ¡Mis amigos estarán aquí pronto!",
  "Cutscene_Final_2a": "Vuelve pronto.",
  "Cutscene_Final_2b": " ¡Vuelve a jugar y gana más estrellas"
 }
}