{
    "en": {
        "hudScore": "Score:",
        "titleRateTheGame": "Hey, don’t forget to rate the game!",
        "818f87e3": "Do you know which part we haven't explored yet?",
        "titleDefeatEnergy": "You've lost all your energy! But don't worry you can try again.",
        "e9510b94": "Hydrosphere",
        "DynamicError1": "Oh no. It doesn't seem quite right...",
        "titleDefeatObstacle": "Be careful with the obstacles! But don't worry, you can try again.",
        "db4c4f53": "Geosphere",
        "6b740144": "That flask on the left is emitting really cold particles. Let’s see what it does to the liquid water.",
        "cf6840d0": "I’m learning so much thanks to you! Let’s go!",
        "dd3eb617": "This time we just saw water evaporate!",
        "d39c2905": "Let's go again some other time!",
        "a34a7569": "Alright, now click on the flame icon to heat up the water!",
        "titleLevelInfo": "INFORMATION",
        "32e0c7a8": "Here are the stars the teacher told us about! Let's collect them all!",
        "c8660922": "Hydrosphere",
        "titleLevelComplete": "Level COMPLETE",
        "c841a884": "That’s so awesome! You simulated water running off the tube, then it evaporated and condensed back to water again. Just like rain!",
        "titleLevelSelect": "Level Select",
        "titlePressAnyKey": "Press any key to continue...",
        "fa54453e": "The wind at the top of the mountains feels really strong right now.",
        "c9d47773": "The Earth has different landforms that affect the weather and living beings in them! In the mountains for example, higher in the air, it will be colder and harder to find food, so you will find big birds.",
        "7e566bd0": "Geosphere",
        "visualQuiz_TryAgain": "Try again",
        "titleFinalScore": "YOUR FINAL SCORE",
        "a39e11a4": "Now let’s move on!",
        "GameOver": "Game over",
        "bee7eb92": "Wow! Out of nowhere, there's water falling from the sky! What is this?",
        "9f890bd3": "My teacher said it protects the Earth from all harmful things like UV Rays and small debris floating around!",
        "2c353754": "Atmosphere",
        "49145ced": "Oh no! Traps! We should be careful not to hit them; they might damage our spaceship.",
        "955d9fac": "Hydrosphere",
        "483796e8": "Take the vapor to that ice cube.",
        "d0928ee8": "Correct! The atmosphere is represented by the sky; it protects Earth and makes life possible on the planet.",
        "1f382790": "Finally.... Earth! Everything is beautiful here in the Biosphere! I can’t wait to see more!",
        "titleHowToPlay": "How to play",
        "af33d1fd": "Colliding will damage your ship. If the bar reaches 0 you will have to start your journey again.",
        "b0d4d1c2": "We will learn so much about Earth and about each of the parts that compose it!",
        "titleCongratulations": "Congratulations!",
        "visualQuiz_Sky": "Sky",
        "titleClose": "Close",
        "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
        "visualQuiz_Ground": "Ground",
        "1f866858": "The teacher also said she will put stars in our path for us to collect!",
        "star_finishTheLevel": "Finish the level...",
        "706fa1d1": "That is just like it happens on a mountain when it rains. The rain affects the water creating the runoff effect over the surface.",
        "f004a16f": "PRESS THE BLUE BUTTON TO DASH!",
        "5b93ee7f": "Boo! ",
        "d1af0b09": "Located below the Hydrosphere and Biosphere these are the internal layers of Earth.",
        "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "Apple",
        "2d7bc3d0": "Composed of gases, it is responsible for protecting Earth against the dangers of space.",
        "e0bf5622": "Atmosphere",
        "5c1321cb": "Atmosphere",
        "c026e109": "Did you know?\nThe ocean heats up and cools down more slowly than land. This keeps coastal areas 'just right'—not too hot in summer and not too cold in winter. This is called a temperate climate!",
        "titleRetry": "Retry",
        "fbed9b88": "Use the space bar or button to dash.",
        "tryAgainMessage": "Oops, you missed it. Try aiming at the barrier",
        "ecfba43d": "Try to freeze the water",
        "ff755e5e": "The water cycle is the continuous movement of water throughout Earth’s Geosphere, Hydrosphere, and Biosphere.",
        "c6f30b3f": "The geosphere is the solid part of Earth, made up of rocks, soil, and land. It includes mountains, valleys, and even the ground we walk on.",
        "6b2ba3f7": "Biosphere - Part 2",
        "1f38d40a": "Did you know?\nThe biosphere includes all of the living organisms on\nEarth, animals, plants and bacteria!",
        "a4a8b6e3": "Snow",
        "65ab7687": "Great job! See how the water turned into vapor when it was heated? That’s the evaporation process at work!",
        "visualQuiz_Ocean": "Ocean",
        "3096c17a": "Wow! The Biosphere is soo diverse! Let's learn more about it as we explore!",
        "titleWrongAnswer": "You were caught! But don't worry.",
        "70b989e8": "The ocean heats and cools more slowly than land, and this produces more temperate climates in coastal areas.",
        "titleYes": "YES",
        "cb460cf5": "You already know how to make water evaporate. Now try taking the vapor to that ice cube, so we can see condensation happen.",
        "titleConfirm": "Confirm",
        "599d7e46": "We are suuuupppeeer deep in Earth now. I wonder where… ",
        "48c14238": "Wow, that’s a lot of water! What is this?",
        "0de29c1b": "Which part of the drawing below represents the atmosphere?",
        "847db0db": "But first, let's get to Earth! Be careful. There are a lot of obstacles on the way there. Space is dangerous!",
        "259afc28": "It protects the Earth from the Sun's UV rays and many other harmful things that happen in space. It is made out of many gases that surround the Earth.",
        "titleTapAnywhere": "Hold any key to continue...",
        "ea66f846-fbdf-42fc-8e2c-fe0cc521f568": "During runoff, water tends to move toward a body of water. In the simulation below, where is the water going?",
        "917ba89c": "The Geosphere includes Earth’s crust, mantle, outer and inner cores.\nEarth’s inner core is hot and mostly metallic.\nEarth’s mantle is hot, soft, solid rock.\n",
        "a751398b": "Lake",
        "6ea77dde": "Biosphere",
        "021c2164": "That is why when precipitation happens sometimes it may be snow too!",
        "star_correctAnswer": "Answer the question correctly...",
        "bodyTutorial_level1": "Correct! Gravity leads the water toward a body of water during runoff. In this case, it was the ocean, just like we saw in the simulation.",
        "d8c3880d": "The weather here is so different from before! And we are still in the Biosphere, why is that?",
        "2a35e54b": "In this simulation, you will be able to see how evaporation happens.",
        "47770a70": "Hey! Having fun?",
        "titleContinue": "CONTINUE",
        "6884a4d5": "Composed of the multiple bodies of water on Earth, including frozen water.",
        "061566ee": "PRESS SPACE TO DASH!",
        "55291c39": "In this simulation, you will be able to see how runoff happens!",
        "c79e4ba6": "Correct! When water evaporates, it forms clouds in the sky! Those clouds will cause rain.",
        "3181da17": "The sea is part of the Hydrosphere. The depths are like a whole new world! So many new ecosystems and organisms live here. I'm so excited to explore!",
        "75ab0223": "Isn't it fun?",
        "titlePlay": "Play",
        "e408e2ec": "Biosphere - Part 1",
        "DynamicError3": "Try something like this instead! \nDon't worry you got this!",
        "b48dc40e": "Correct! The ocean heats up and cools down much slower than the land! And this affects the climate in coastal areas.",
        "61f2ea4f": "Be careful of obstacles! Failling to avoid them will damage your ship and make you lose fuel!",
        "456a45f8": "Use WASD or the arrow keys to control the ship!\n",
        "4e771753": "The energy from the Sun makes the water evaporate, creating clouds, that will eventually cause rain. It happens in all forms and bodies of water! This process is called Evaporation.",
        "7e295b74": "We've already explored quite a lot of Earth, right? The teacher said there's even more!",
        "1ae8341e": "It also includes the parts we cannot see, like the Earth's core.",
        "gameOverMessage": "Game over, but don't worry you can try again!",
        "129d0826": "Did you know? When it rains sometimes the water will flow down the mountain, which is the effect of runoff!",
        "d01d7ca2": "Ok, we saw that water evaporates, but did you know it can condense and become water again?",
        "titleNewGame": "New Game",
        "da417aea": "Which part of Earth haven't we explored yet?",
        "titleOkay": "Okay",
        "58b7ff59": "Correct! In the image, except for the ground, everything else - such as snow, oceans, lakes, icebergs, and so on - belongs to the hydrosphere!",
        "5a48bb0a": "And it's all made of gases that surround the Earth! It's amazing how much they can protect it.",
        "39b84c38": "Precipitation happens when water falls from the sky, usually called rain. It can shape landforms, such as mountains, valleys, and canyons with weathering and erosion! But contrary to rain, the shaping of landforms takes a long time to happen.",
        "34160786": "Let's go see it!",
        "aa95d194": "Heat energy from the Sun raises the water temperature, and that’s why it evaporates. Now, let’s get back to exploring Earth!",
        "titleNo": "NO",
        "d0f94308": "Wow, the Earth is protected by its Atmosphere! It's like a shield!",
        "130f75e4": "Geosphere",
        "e4d90f22": "Haha I got you this time!",
        "5700adf0": "Oh, that's definitely the ship leaving! Let's go!",
        "titleListenToText": "LISTEN",
        "9dc0110b": "The Geosphere includes the Earth’s crust, mantle, outer and inner cores. Now we are below the mantle!",
        "titleGotIt": "GOT IT!",
        "215e60fb": "The Earth’s mantle is hot, soft, solid rock. No living being could survive there, due to the high temperatures.",
        "e1a84042": "Which of the areas is more suitable for animals and plants to live in?",
        "691da5b8": "The Hydrosphere includes the Earth’s water in liquid, ice, and gas forms! It can be found in the Atmosphere, oceans, rivers, lakes, glaciers, soils, and groundwater.",
        "titleTryAgain": "TRY AGAIN",
        "defeatTitle": "DEFEAT:",
        "56c008ae": "That was amazing right? We learned so much!",
        "93e70fe9": "That is why when precipitation happens sometimes it may be snow too!",
        "35b25914": "This is where most living beings, such as animals, bacteria, plants, and so on inhabit.",
        "star_dontRepeatLevel": "Try completing the level without resetting to checkpoints...",
        "d95063a4": "Excited for our trip to Earth? I sure am!",
        "c1ad1e4c": "Winds and Clouds in the Atmosphere are responsible for changing the weather on Earth. \n\nMountain ranges determine the pattern of weather because they block winds from reaching certain areas.",
        "b1b4d0a5": "When water evaporates, where does the gas go?",
        "641b09f4": "Correct! Lower grounds have more appropriate temperatures for both plants and animals to thrive. Mountains, on the other hand, have a colder climate, making life a bit harder.",
        "96269c40": "Geosphere",
        "9d0eb873": "In this simulation, you will be able to see how the rain happens.",
        "7b4e4c63": "Atmosphere",
        "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
        "a3e5f18b": "Which of the areas heats up and cools down slower?",
        "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
        "35f3f1a7": "Biosphere - Part 3",
        "ff34b718": "Biosphere",
        "b6845667": "In this simulation, you will be able to see how runoff happens!",
        "9dc0be21": "Water can flow between the ground, air, and organisms on Earth in many different pathways through the water cycle",
        "60e5ec8c": "That’s right! When water’s temperature is too low, it freezes and turns into ice.",
        "titleDone": "Done",
        "3ad4bfa2": "Good job! See how the excess water ran through the tube and then stayed on the flask on the right?",
        "80aabc4a": "Alright! We just saw the water freeze and turn into snow!",
        "10611667": "Which of the areas below does NOT belong to the hydrosphere?",
        "4022289c": "Since the ground here is much lower than in the mountains, the wind is hotter and the weather much easier to live on.",
        "055bfb52": "Below the sea is like a whole other world, so many new ecosystems and organisms live here. I'm so excited to explore!",
        "96b606c5": "Hydrosphere",
        "22988cb6": "Use the joystick to control the ship!\n",
        "391e796b": "Mountains",
        "01c9db0f": "Biosphere",
        "titleScore": "Your score",
        "cb63f88a": "That's right! The Geosphere is our last stop!",
        "ea904717": "Now click on the “pin” to remove it and let the water flow.",
        "1b4301aa": "The weather in the lower landscapes is much hotter than in the mountains making the region more appropriate for a lot more animals and plants.",
        "e815acf2": "Waves can shape the landscape they crash on, causing islands to get smaller and even form mountains over time! But it takes a long time to happen. "
    },
    "es": {
        "hudScore": "Puntuación:",
        "titleRateTheGame": "¡Ey, no te olvides de evaluar el juego!",
        "818f87e3": "¿Sabes qué parte aún no hemos explorado?",
        "titleDefeatEnergy": "¡Has perdido toda tu energía! Pero no te preocupes, puedes volver a intentarlo.",
        "e9510b94": "Hidrósfera",
        "DynamicError1": "Oh, no. No parece del todo correcto...",
        "titleDefeatObstacle": "¡Ten cuidado con los obstáculos! Pero no te preocupes, puedes volver a intentarlo.",
        "db4c4f53": "Geosfera",
        "6b740144": "El matraz de la izquierda emite partículas muy frías. Veamos qué le hace al agua líquida.",
        "cf6840d0": "¡Estoy aprendiendo mucho gracias a ti! ¡Vamos!",
        "dd3eb617": "¡Esta vez acabamos de ver cómo se evaporaba el agua!",
        "d39c2905": "¡Volvamos en otra ocasión!",
        "a34a7569": "Muy bien, ¡ahora haz clic en el icono de la llama para calentar el agua!",
        "titleLevelInfo": "INFORMACIÓN",
        "32e0c7a8": "¡Estas son las estrellas de las que nos habló la maestra! ¡Vamos a recogerlas todas!",
        "c8660922": "Hidrósfera",
        "titleLevelComplete": "Nivel COMPLETADO",
        "c841a884": "¡Eso es increíble! Simulaste que el agua salía del tubo, luego se evaporó y se condensó de nuevo en agua. ¡Igual que la lluvia!",
        "titleLevelSelect": "Selección de nivel",
        "titlePressAnyKey": "Presiona cualquier tecla para continuar...",
        "fa54453e": "El viento en la cima de las montañas se siente muy fuerte ahora mismo.",
        "c9d47773": "¡La Tierra tiene diferentes accidentes geográficos que afectan al clima y a los seres vivos que viven en ellos! En las montañas, zonas más elevadas, hará más frío y será más difícil encontrar comida, por lo que encontrarás pájaros grandes.",
        "7e566bd0": "Geosfera",
        "visualQuiz_TryAgain": "Inténtalo de nuevo",
        "titleFinalScore": "TU PUNTUACIÓN FINAL",
        "a39e11a4": "¡Ahora sigamos adelante!",
        "GameOver": "Se acabó el juego",
        "bee7eb92": "¡Wow! ¡De la nada, cae agua del cielo! ¿Qué es esto?",
        "9f890bd3": "¡Mi profesor dijo que protege a la Tierra de todas las cosas dañinas, como los rayos UV y los pequeños escombros que flotan por ahí!",
        "2c353754": "Atmósfera",
        "49145ced": "¡Oh, no! ¡Trampas! Debemos tener cuidado de no tocarlas; podrían dañar nuestra nave espacial.",
        "955d9fac": "Hidrósfera",
        "483796e8": "Lleva el vapor a ese cubito de hielo.",
        "d0928ee8": "¡Correcto! La atmósfera está representada por el cielo; protege la Tierra y hace posible la vida en el planeta.",
        "1f382790": "Finalmente... ¡La Tierra! ¡Todo es hermoso aquí en la Biosfera! ¡Me muero por ver más!",
        "titleHowToPlay": "Cómo jugar",
        "af33d1fd": "Las colisiones dañarán tu nave. Si la barra llega a 0, tendrás que volver a iniciar tu viaje.",
        "b0d4d1c2": "¡Aprenderemos mucho sobre la Tierra y sobre cada una de las partes que la componen!",
        "titleCongratulations": "¡Felicidades!",
        "visualQuiz_Sky": "Cielo",
        "titleClose": "Cerrar",
        "titleEnableAutomaticTTS": "¿Deseas activar la conversión automática de texto a voz?",
        "visualQuiz_Ground": "Suelo",
        "1f866858": "¡La maestra también dijo que habría estrellas en nuestro camino para que las recolectemos!",
        "star_finishTheLevel": "Termina el nivel...",
        "706fa1d1": "Es lo mismo que ocurre en una montaña cuando llueve. La lluvia afecta al agua creando el efecto de escorrentía sobre la superficie.",
        "f004a16f": "¡PRESIONA EL BOTÓN AZUL PARA IMPULSARTE!",
        "5b93ee7f": "¡BOO! ",
        "d1af0b09": "Ubicadas debajo de la hidrósfera y la biosfera, estas son las capas internas de la Tierra.",
        "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "Manzana",
        "2d7bc3d0": "Compuesta por gases, es responsable de proteger a la Tierra contra los peligros del espacio.",
        "e0bf5622": "Atmósfera",
        "5c1321cb": "Atmósfera",
        "c026e109": "¿Lo sabías?\nEl océano se calienta y se enfría más lentamente que la tierra. Esto hace que las zonas costeras tengan «clima perfecto»: no hace demasiado calor en verano ni demasiado frío en invierno. ¡Esto se llama clima templado!",
        "titleRetry": "Reintentar",
        "fbed9b88": "Usa la barra espaciadora o el botón para impulsarte.",
        "tryAgainMessage": "Vaya, fallaste. Intenta apuntar a la barrera",
        "ecfba43d": "Intenta congelar el agua",
        "ff755e5e": "El ciclo del agua es el movimiento continuo del agua a través de la geosfera, la hidrósfera y la biosfera de la Tierra.",
        "c6f30b3f": "La geosfera es la parte sólida de la Tierra, formada por rocas, suelo y tierra. Incluye montañas, valles e incluso el suelo sobre el que caminamos.",
        "6b2ba3f7": "Biosfera - Parte 2",
        "1f38d40a": "¿Lo sabías?\nLa biosfera incluye todos los organismos vivos de\n¡Tierra: animales, plantas y bacterias!",
        "a4a8b6e3": "Nieve",
        "65ab7687": "¡Buen trabajo! ¿Ves cómo el agua se convirtió en vapor cuando se calentó? ¡Ese es el proceso de evaporación en funcionamiento!",
        "visualQuiz_Ocean": "Océano",
        "3096c17a": "¡Wow! ¡La biosfera es tan diversa! ¡Aprendamos más sobre ella mientras exploramos!",
        "titleWrongAnswer": "¡Te atraparon! Pero no te preocupes.",
        "70b989e8": "El océano se calienta y enfría más lentamente que la tierra, y esto produce climas más templados en las zonas costeras.",
        "titleYes": "SÍ",
        "cb460cf5": "Ya sabes cómo hacer que el agua se evapore. Ahora intenta llevar el vapor a ese cubo de hielo, para que podamos ver cómo se produce la condensación.",
        "titleConfirm": "Confirmar",
        "599d7e46": "Ahora estamos suuuupppeeer en las profundidades de la Tierra. Me pregunto dónde... ",
        "48c14238": "¡Vaya, es mucha agua! ¿Qué es esto?",
        "0de29c1b": "¿Qué parte del dibujo de abajo representa la atmósfera?",
        "847db0db": "Pero primero, ¡vayamos a la Tierra! Ten cuidado. Hay muchos obstáculos en el camino. ¡El espacio es peligroso!",
        "259afc28": "Protege a la Tierra de los rayos UV del Sol y de muchas otras cosas dañinas que ocurren en el espacio. Está compuesta por muchos gases que rodean la Tierra.",
        "titleTapAnywhere": "Mantén pulsada cualquier tecla para continuar...",
        "ea66f846-fbdf-42fc-8e2c-fe0cc521f568": "Durante la escorrentía, el agua tiende a moverse hacia un cuerpo de agua. En la siguiente simulación, ¿hacia dónde va el agua?",
        "917ba89c": "La geosfera incluye la corteza terrestre, el manto y los núcleos externo e interno.\nEl núcleo interno de la Tierra es caliente y en su mayoría metálico.\nEl manto terrestre es roca sólida, blanda y caliente.\n",
        "a751398b": "Lago",
        "6ea77dde": "Biosfera",
        "021c2164": "¡Por eso, cuando llueve, a veces también puede haber nieve!",
        "star_correctAnswer": "Responde correctamente a la pregunta...",
        "bodyTutorial_level1": "¡Correcto! La gravedad lleva el agua hacia un cuerpo de agua durante la escorrentía. En este caso, era el océano, tal y como vimos en la simulación.",
        "d8c3880d": "¡El clima aquí es tan diferente al de antes! Y todavía estamos en la Biosfera, ¿por qué?",
        "2a35e54b": "En esta simulación, podrás ver cómo ocurre la evaporación.",
        "47770a70": "¡Ey! ¿Te diviertes?",
        "titleContinue": "CONTINUAR",
        "6884a4d5": "Compuesta por los múltiples cuerpos de agua de la Tierra, incluida el agua congelada.",
        "061566ee": "¡PRESIONA LA BARRA ESPACIADORA PARA UN IMPULSO!",
        "55291c39": "¡En esta simulación, podrás ver cómo ocurre la escorrentía!",
        "c79e4ba6": "¡Correcto! ¡Cuando el agua se evapora, forma nubes en el cielo! Esas nubes provocarán lluvia.",
        "3181da17": "El mar forma parte de la hidrosfera. ¡Las profundidades son como un mundo completamente nuevo! Aquí viven muchos ecosistemas y organismos nuevos. ¡Estoy tan emocionada de explorar!",
        "75ab0223": "¿No es divertido?",
        "titlePlay": "Jugar",
        "e408e2ec": "Biosfera - Parte 1",
        "DynamicError3": "¡Prueba algo como esto en su lugar! \n¡No te preocupes, ya casi lo tienes!",
        "b48dc40e": "¡Correcto! ¡El océano se calienta y se enfría mucho más lento que la tierra! Y esto afecta al clima de las zonas costeras.",
        "61f2ea4f": "¡Cuidado con los obstáculos! ¡Si no los evitas, dañarás tu nave y perderás combustible!",
        "456a45f8": "¡Usa WASD o las teclas de flecha para controlar la nave!\n",
        "4e771753": "La energía del Sol hace que el agua se evapore, creando nubes que eventualmente provocarán lluvia. ¡Ocurre en todas las formas y cuerpos de agua! Este proceso se llama evaporación.",
        "7e295b74": "Ya hemos explorado bastante de la Tierra, ¿verdad? ¡La profesora dijo que hay aún más!",
        "1ae8341e": "También incluye las partes que no podemos ver, como el núcleo de la Tierra.",
        "gameOverMessage": "Se acabó el juego, pero no te preocupes, ¡puedes volver a intentarlo!",
        "129d0826": "¿Lo sabías? Cuando llueve, a veces el agua corre montaña abajo, ¡por efecto de la escorrentía!",
        "d01d7ca2": "Bien, vimos que el agua se evapora, pero ¿sabías que puede condensarse y volver a convertirse en agua?",
        "titleNewGame": "Nuevo Juego",
        "da417aea": "¿Qué parte de la Tierra no hemos explorado todavía?",
        "titleOkay": "Bueno",
        "58b7ff59": "¡Correcto! En la imagen, a excepción del suelo, todo lo demás, como la nieve, los océanos, los lagos, los icebergs, etc., ¡pertenece a la hidrosfera!",
        "5a48bb0a": "¡Y toda está hecha de gases que rodean la Tierra! Es increíble lo mucho que pueden protegerla.",
        "39b84c38": "La precipitación ocurre cuando el agua cae del cielo, generalmente llamada lluvia. ¡Puede moldear accidentes geográficos, como montañas, valles y cañones, debido a la intemperie y la erosión! Pero a diferencia de lo que ocurre con la lluvia, la formación de los accidentes geográficos tarda mucho tiempo en producirse.",
        "34160786": "¡Vamos!",
        "aa95d194": "La energía térmica del Sol eleva la temperatura del agua y por eso se evapora. ¡Ahora volvamos a explorar la Tierra!",
        "titleNo": "NO",
        "d0f94308": "¡Vaya, la Tierra está protegida por su atmósfera! ¡Es como un escudo!",
        "130f75e4": "Geosfera",
        "e4d90f22": "¡Ja, ja, ja, te espanté!",
        "5700adf0": "¡Oh, definitivamente es la nave yéndose! ¡Vamos!",
        "titleListenToText": "ESCUCHAR",
        "9dc0110b": "La geosfera incluye la corteza terrestre, el manto y los núcleos externo e interno. ¡Ahora estamos por debajo del manto!",
        "titleGotIt": "¡GENIAL!",
        "215e60fb": "El manto terrestre es roca sólida, blanda y caliente. Ningún ser vivo podría sobrevivir allí, debido a las altas temperaturas.",
        "e1a84042": "¿Cuál de las áreas es más adecuada para que vivan animales y plantas?",
        "691da5b8": "¡La hidrosfera incluye el agua de la Tierra en forma líquida, sólida y gaseosa! Se puede encontrar en la atmósfera, los océanos, los ríos, los lagos, los glaciares, los suelos y las aguas subterráneas.",
        "titleTryAgain": "INTÉNTALO DE NUEVO",
        "defeatTitle": "DERROTA:",
        "56c008ae": "Eso fue increíble, ¿verdad? ¡Hemos aprendido mucho!",
        "93e70fe9": "¡Por eso, cuando llueve, a veces también puede haber nieve!",
        "35b25914": "Aquí es donde habitan la mayoría de los seres vivos, como animales, bacterias, plantas, etc.",
        "star_dontRepeatLevel": "Intenta completar el nivel sin perder tu nave...",
        "d95063a4": "¿Emocionado por nuestro viaje a la Tierra? ¡Yo definitivamente lo estoy!",
        "c1ad1e4c": "Los vientos y las nubes en la atmósfera son responsables de cambiar el clima en la Tierra. \n\nLas cadenas montañosas determinan el patrón del clima porque impiden que los vientos lleguen a ciertas áreas.",
        "b1b4d0a5": "Cuando el agua se evapora, ¿a dónde va el gas?",
        "641b09f4": "¡Correcto! Los terrenos más bajos tienen temperaturas más apropiadas para que prosperen tanto las plantas como los animales. Las montañas, por otro lado, tienen un clima más frío, lo que hace que la vida sea un poco más difícil.",
        "96269c40": "Geosfera",
        "9d0eb873": "En esta simulación, podrás ver cómo ocurre la lluvia.",
        "7b4e4c63": "Atmósfera",
        "titleCustomize": "PERSONALIZA TU PERSONAJE",
        "a3e5f18b": "¿Cuál de las áreas se calienta y se enfría más lentamente?",
        "bodyPlayAgainWarning": "¡Puedes volver a jugar niveles si quieres ganar 3 estrellas!",
        "35f3f1a7": "Biosfera - Parte 3",
        "ff34b718": "Biosfera",
        "b6845667": "¡En esta simulación, podrás ver cómo ocurre la escorrentía!",
        "9dc0be21": "El agua puede fluir entre el suelo, el aire y los organismos de la Tierra por muchas vías diferentes a lo largo del ciclo del agua",
        "60e5ec8c": "¡Eso es correcto! Cuando la temperatura del agua es demasiado baja, se congela y se convierte en hielo.",
        "titleDone": "Hecho",
        "3ad4bfa2": "¡Buen trabajo! ¿Ves cómo el exceso de agua pasó por el tubo y luego se quedó en el matraz de la derecha?",
        "80aabc4a": "¡Muy bien! ¡Acabamos de ver el agua congelarse y convertirse en nieve!",
        "10611667": "¿Cuál de las siguientes áreas NO pertenece a la hidrosfera?",
        "4022289c": "Como el suelo aquí es mucho más bajo que en las montañas, el viento es más caluroso y es mucho más fácil vivir en este clima.",
        "055bfb52": "Bajo el mar hay un mundo completamente diferente, aquí viven muchos ecosistemas y organismos nuevos. ¡Estoy tan emocionada de explorar!",
        "96b606c5": "Hidrósfera",
        "22988cb6": "¡Usa el joystick para controlar la nave!\n",
        "391e796b": "Montañas",
        "01c9db0f": "Biosfera",
        "titleScore": "Tu puntuación",
        "cb63f88a": "¡Eso es correcto! ¡La geosfera es nuestra última parada!",
        "ea904717": "Ahora haz clic en el «pin» para quitarlo y dejar que el agua fluya.",
        "1b4301aa": "El clima en los paisajes más bajos es mucho más caluroso que en las montañas, lo que hace que la región sea más apropiada para muchos más animales y plantas.",
        "e815acf2": "Las olas pueden moldear el terreno con el que chocan, ¡haciendo que las islas se hagan más pequeñas e incluso forman montañas con el tiempo! Pero esto tarda mucho en suceder. "
    }
}