{"en":{"L5_Intro_1":"Oh wow! We have new gems. They are shaped like rectangles! I see more diamond and heart-shaped gems! We should solve this puzzle to get these colorful gems.","L3_Scaffolded_Step2_Incorrect2_1":"The number of triangle gems decreases by 3. The number of square gems should also decrease by 3. ","L4_Scaffolded_Step1b_Start_2":"How many star gems should go here? \r Click your answer.\r\n","VegetablesIncreaseBy2":"The pattern shows that the number of vegetables increases by 2","ClickButton_Command":"Click the button to continue","L4_Scaffolded_Step2a_Incorrect2_1":"This row has round gems","Menu_Continue":"CONTINUE","Cutscene_start_4":"Do you want to help me look for gems? ","L3_Scaffolded_Step2_Incorrect1_3":"It’s the same pattern for pumpkins. ","L4_Intro_1":"Look at all these pretty gems. They have different shapes and colors. ","L5_Incorrect2_2_2":"On this row, all the stems point down. So, one pumpkin with its stem down goes here. Click the correct pumpkin to continue.\r","L4_Scaffolded_Step2b_Incorrect2_2":"Click the picture with 3 round gems.","L1_Incorrect1_2":"Their number increases by one each time. ","L5_Step1_Incorrect2_2":"So,1 gem standing up should go here.","L5_LevelSelect":"Congratulations! You unlocked the bonus round. Are you ready for a hard puzzle?","L4_Incorrect1_Number":"Look at how the number of heart gems decreases. It’s the same pattern for the star and round gems. Try again.","Cutscene_Final_1":"Fantastic work on the puzzles! We found so many beautiful gems. They will look great in the museum. Everyone will get to enjoy them. ","ClickAllItems":"Click all the pictures that show the correct gems.","L5_Incorrect1":"Try again. Remember what you just learned! Think about what vegetable goes on each row. Think about how  the number of vegetables changes. Then notice where the vegetable stems point. Choose your answers. ","L2_Incorrect1_2":"It’s the same pattern here.","L5_Step2_Incorrect1_1":"Here I see gems shaped like hearts. ","L4_Completion_Dialogue":"Thank you for helping me solve this puzzle.","L1_Incorrect2_1":"Let's look at this puzzle together","L4_Intro_3":"Then here.","ClickAllItems2":"Click all the pictures that show the missing gems.","Cutscene_start_2":"We're going to put them in a special display at the museum for everyone to enjoy. ","L4_Scaffolded_Step2b_Correct1_2":"How many star gems should go here? (highlight it) \r Click your answer.\r\n","L5_Step1_Incorrect1_1":"Here I see diamond gems.","L2_Scaffolded_1_3":"How many gems should go here? Click your answer.","L2_Intro_2":"What should go here? Click your answer.","L4_Scaffolded_Step1b_Incorrect1_1":"We have 6 and then 4 star gems. 6 is two less than what number?","L3_Scaffolded_Step1_Incorrect1_1":"These are square gems.","L3_Scaffolded_Step2_Incorrect1_1":"There are three fewer triangle gems","L2_Scaffolded_Incorrect1_2":"There are two more diamond gems each time. There are two gems here. ","L2_Scaffolded_Step2_Incorrect2_2":"So, 1 carrot goes here. Click the picture with 1 carrot.","L2_Scaffolded_1_2":"It’s two more each time. It’s the same pattern here","L4_Scaffolded_Step2b_Incorrect1_1":"The pattern shows that there are 2 fewer gems each time. ","L3_Intro_1":"We have two kinds  of gems this time! Purple triangle gems and green square gems. ","L5_Step2_Incorrect2_3":"The pattern shows that the gems point up, then to the side, and then up again.","L4_Intro_1_2":"Can you help me find the missing gems?","L4_Scaffolded_Step1a_Incorrect2_2":"This row has gems that look like stars","HelpExplanation":"We can solve these puzzles together, wait for me to finish talking before you click on the screen","TryAgain":"Try Again!","L3_Incorrect1_Fruit":"Here, we have triangle gems. Here, we have square gems.","L3_Incorrect1_Number":"Think about how the number of triangle gems decreases here.","L5_Step2_Incorrect2_4":"So, the correct answer is 4 gems that point to the side. This is the picture with the missing gems. Click it to continue. ","L1_Intro_3":"How many strawberries come next?","L1_Scaffolded_Part1_1":"The number of gems increases by one.","L3_Intro_1_2":"Let’s try to get both kinds. We’ll have so many pretty gems in our case!","Cutscene_start_5":"We will solve puzzles together and collect colorful gems for the museum.\r","ClickAllItems3":"Click all the pictures that show the same gems.","L3_Scaffolded_Step1_Incorrect2_1":"Square gems should go here. Click all the pictures with square gems.","Menu_Play":"Play","L3_Correct1":"Wow! Our case has a lot of gems. I can’t wait to show what we found to my friends at the museum! Let’s look for more.","NumberIncreasesBy2":"The number increases by 2","L1_Intro_1":"Here is our first puzzle.","L2_Scaffolded_Step1_Incorrect2":"The vegetables that go here are carrots. Click all the pictures with carrots to continue.","Cutscene_Final_2a":"Come back to play again.","L5_Step1_Incorrect2_3":"This is the correct gem. Click it to continue.","L3_Incorrect2":"Let’s take a look at this puzzle together.","WhatKindOfItem":"What kind of gems should go here?","L1_Scaffolded_Incorrect2_2":"Click the picture with 5 strawberries to continue.","L2_Intro_1_2":"Hey! Look! These gems are diamonds! We have to get some of these! Let’s solve the puzzle.","L1_Scaffolded_Part2_1":"The pattern shows that the number of peppers increases by one. ","L2_Correct1":"We added more gems to our case. We are a great team! Let’s go look for more gems. I wonder what they will look like. \r\n","L4_Scaffolded_Step1a_Incorrect2_1":"This row has gems shaped like a heart","L1_Correct1":"We have our first gems for the museum. Let’s put them in the case. ","L1_Scaffolded_Part2_2":"The number of strawberries should also increase by one.","L2_Scaffolded_Step2_Incorrect1_1":"The number of onions increases from 2 to 4. There are two more onions","L1_Intro_1_3":"How many gems come next? ","L4_Scaffolded_Step2a_Incorrect2_2":"So, round gems should go here. ","L2_Incorrect2":"Let's do this puzzle together","L2_Scaffolded_Step2_Incorrect2_1":"The number of onions increases by 2, There are 3 carrots here. That is 2 more than the carrots that should go on the other side of the arrow.","L4_Intro_2":"First, click your answer that should go here","L5_Step1_Incorrect2_1":"The missing gems are rectangles. We have 3, and then 5 gems. ","L3_Scaffolded_Step2_Incorrect2_2":"There are 3 square gems here","GoldStar_Feedback":"You got a gold star","L4_Scaffolded_Step2a_Incorrect2_3":"Click all the pictures with round gems","L5_Intro_2":"First, select your answer that should go here","L4_Scaffolded_Step2b_Incorrect1_2":"How many round gems should go here?. Click your answer.","L5_Correct2":"Fantastic! You finished the bonus round! This was a hard problem ","L2_Intro_1":"We have some beautiful orange gems. Our gems case has room for more.","Menu_NewGame":"New Game","L1_Scaffolded_Incorrect1_1":"Look at the pattern. What comes after 4? Try again.","L1_Intro_4":"Can you help me? Click the correct picture.","L1_Intro_2":"It has peppers and strawberries.","ItemsPoint":"Also, look where the gems point.","Menu_Title":"Gem Hunt","L5_Intro_3":"and then here","L3_Scaffolded_Step1_Incorrect2_2":"The second row has pumpkins. So, pumpkins go here. Click all the pictures with pumpkins.","L4_Scaffolded_Step2b_Incorrect2_1":"The pattern shows that the number of gems decreases by 2, There are 7, and then 5 gems. 3 gems comes next. So, the correct answer is 3 round gems.","L2_Scaffolded_1_1":"Look at the pattern. Here, there are 1, 3, 5 gems.","L5_Incorrect2_1":"Each row starts with pumpkins. So, a pumpkin is the vegetable that goes here.\r \n","L2_Scaffolded_Incorrect1_1":"The number of gems increases from 1 to 3 to 5. ","L4_Scaffolded_Step2b_Incorrect2_3":"Click all the pictures with 3 apples.","L4_Scaffolded_Step1a_Incorrect2_3":"So, star gems should go where the first question mark is. Click all the pictures with star gems.","L1_Scaffolded_Part1_2":"Look: 2. 3. 4. ","LookAtTheseItems":"Look at these gems.","L3_Scaffolded_Step1_Correct1_1":"Now let’s look at how many square gems will complete the pattern. ","L3_Incorrect1_Number2":"It’s the same pattern for the square gems. Click your answer.","L2_Incorrect1_Number":"Look at how the number of gems increases here","L4_Scaffolded_Step2b_Correct1_1":"We are almost done with this puzzle! The pattern shows that the fruit stems point up or down.","L5_Step2_Incorrect2_1":"The missing gems are shaped like hearts. We have 2 gems here.","Menu_Clickbutton":"Click the button to play","ClickToSolve_Command":"Click the button to solve the puzzle","L3_Scaffolded_Part1_1":"The puzzle has triangle and square gems. ","L3_Scaffolded_Step2_Incorrect2_3":"So, there should be 3 more square gems here.  The correct answer is 6 square gems. Click the picture with 6 square gems.\r","L1_Scaffolded_Part1_3":"How many gems come next? Click your answer.","Feedback_Correct1":"Great job!","L4_Incorrect1_Fruit":"Try again. The gems here are stars. Here, we have round gems.","L3_Scaffolded_Step1_Correct1_2":"Here, there are 4 gems and then 1. How many square gems should go here?","L4_Scaffolded_Step2a_Correct1_1":"How many apples should go here? Click all the pictures with the correct number of apples.","L5_Incorrect2_4_2":"So, 4 peppers with stems that point up go here. Click your answer.","Cutscene_start_3":"It’s really hot here in the desert! But, I have an important job to do.","L2_Scaffolded_Incorrect1_3":"What is two more than two? Click your answer.","L5_Incorrect2_3":"The second vegetable on each row is peppers. The stems of all the vegetables on this row point up.\r ","L4_Scaffolded_Step1b_Incorrect2_1":"The pattern shows that the number of gems decreases by 2, There are 6 gems here. This is 2 fewer than 8. So, the correct answer is 8 gems.","L4_Scaffolded_Step1b_Start_1":"Now let’s look at the number of gems. Here, we have 6. 4. And then 2 gems. It’s 2 fewer gems each time. It’s the same pattern for the star gems.","langCode":"en","L4_Scaffolded_Step1b_Incorrect2_2":"Click the picture with 8 star gems.","Feedback_Correct3":"That’s right!","L1_Correct1_2":"Do you want to find more gems? Let’s go!\r","L3_Scaffolded_Step2_Incorrect1_4":"Try again.\r","Feedback_Correct2":"You got it!","L2_Scaffolded_Incorrect2_1":"2 more than 2 is 4. So, the correct answer is 4 gems. ","L1_Incorrect1_3":"How many gems come next? Click your answer to continue. ","L1_Intro_2_2":"They look so yummy! My friends will love them.","Cutscene_Final_2b":"Come back to play again and earn more stars","L1_Incorrect1_1":"Look at the pattern. There are two gems, then three, and then four.","BlueStar_Feedback":"You got a blue star","L5_Step2_Incorrect2_2":"2 more than 2 is 4. So, 4 gems are missing.","L1_Scaffolded_Incorrect2_1":"5 gems come next. Click the picture with 5 gems to continue","ClickStart_Command":"Click the star to continue","L4_Incorrect2":"This is a hard problem. Let’s work on it together","L2_Scaffolded_Step2_Incorrect1_2":"It’s the same pattern for carrots. How many carrots complete the pattern? Click your answer.","L1_Intro_1_4":"Click the picture with the correct number of gems!","L4_Scaffolded_Step1b_Incorrect1_2":"How many star gems should go here? Click your answer.","Endgame_Command":"Click anywhere to complete the game.","Cutscene_start_1":"Hello! I am Kiana. I work at a museum. I’m here to find pretty gems!","L4_Scaffolded_Step2b_Start_2":"It’s the same pattern for the round gems. How many round gems should go here? Click your answer.\r","L4_Scaffolded_Step2b_Start_1":"Here, we have 6. 4. And then 2 gems. It’s 2 fewer gems each time.","L3_Intro_1_3":"Can you find out what should go here?  Click your answer.","L3_Scaffolded_Step2_Incorrect1_2":"It’s the same pattern for square gems.","L2_Scaffolded_Incorrect2_2":"Click the picture with 4 diamond gems!”","L1_Scaffolded_Part2_3":"Here, there are 4 strawberries. How many strawberries come next?. Click your answer.","L3_Scaffolded_Part1_2":"What kind of gems should go where the question mark is? Triangles, or squares? ","L1_Intro_1_2":"These orange gems are so pretty! My friends at the museum would love to see them.","SelectAnswer":"Select your answer that should go here","L4_Incorrect1_Direction":"Try again. Think about if the stems of the fruit should be up or down."},"es":{"L5_Intro_1":"¡Oh, guau! Tenemos nuevas gemas. ¡Tienen forma de rectángulos! ¡Veo más diamantes y gemas en forma de corazón! Deberíamos resolver este acertijo para obtener estas gemas de colores.","L3_Scaffolded_Step2_Incorrect2_1":"El número de gemas triangulares se reduce en 3. El número de gemas cuadradas también debería disminuir en 3. ","L4_Scaffolded_Step1b_Start_2":"¿Cuántas gemas en forma de estrella deberían ir aquí? \n Haz clic en tu respuesta.","VegetablesIncreaseBy2":"El patrón muestra que la cantidad de verduras aumenta en 2","ClickButton_Command":"Haz clic en el botón para continuar","L4_Scaffolded_Step2a_Incorrect2_1":"Esta fila tiene gemas redondas","Menu_Continue":"CONTINUAR","Cutscene_start_4":"¿Quieres ayudarme a buscar gemas?","L3_Scaffolded_Step2_Incorrect1_3":"Es el mismo patrón para las calabazas. ","L4_Intro_1":"Mira todas estas bonitas gemas. Tienen formas y colores diferentes. ","L5_Incorrect2_2_2":"En esta fila, todos los tallos apuntan hacia abajo. Entonces, una calabaza con el tallo hacia abajo va aquí. Haz clic en la calabaza correcta para continuar.","L4_Scaffolded_Step2b_Incorrect2_2":"Haz clic en la imagen con 3 gemas redondas.","L1_Incorrect1_2":"Su número aumenta en uno cada vez. ","L5_Step1_Incorrect2_2":"Así que una gema que apunta hacia arriba debería ir aquí.","L5_LevelSelect":"¡Felicitaciones! Has desbloqueado la ronda de bonus. ¿Estás listo para un acertijo difícil?","L4_Incorrect1_Number":"Mira cómo disminuye la cantidad de gemas en forma de corazón. Es el mismo patrón para las gemas en forma de estrella y redondas. Vuelve a intentarlo.","Cutscene_Final_1":"¡Fantástico trabajo en los acertijos! Hemos encontrado muchas gemas hermosas. Se verán muy bien en el museo. Todos podrán disfrutarlas. ","ClickAllItems":"Haz clic en todas las imágenes que muestren las gemas correctas.","L5_Incorrect1":"Vuelva a intentarlo. ¡Recuerda lo que acabas de aprender! Piensa en qué verduras hay en cada hilera. Piensa en cómo cambia la cantidad de verduras. Luego observa hacia dónde apuntan los tallos de las verduras. Elige tus respuestas. ","L2_Incorrect1_2":"Aquí es el mismo patrón.","L5_Step2_Incorrect1_1":"Aquí veo gemas con forma de corazón. ","L4_Completion_Dialogue":"Gracias por ayudarme a resolver este acertijo.","L1_Incorrect2_1":"Veamos este acertijo juntos","L4_Intro_3":"Después aquí.","ClickAllItems2":"Haz clic en todas las imágenes que muestran las gemas que faltan.","Cutscene_start_2":"Las pondremos en una exhibición especial en el museo para que todos las disfruten. ","L4_Scaffolded_Step2b_Correct1_2":"¿Cuántas gemas en forma de estrella deberían ir aquí? Haz clic en tu respuesta.","L5_Step1_Incorrect1_1":"Aquí veo gemas de diamantes.","L2_Scaffolded_1_3":"¿Cuántas gemas deberían ir aquí? Haz clic en tu respuesta.","L2_Intro_2":"¿Qué debería ir aquí? Haz clic en tu respuesta.","L4_Scaffolded_Step1b_Incorrect1_1":"Tenemos 6 y luego 4 gemas en forma de estrella. ¿6 es dos menos que qué número?","L3_Scaffolded_Step1_Incorrect1_1":"Son gemas cuadradas.","L3_Scaffolded_Step2_Incorrect1_1":"Hay tres gemas triangulares menos","L2_Scaffolded_Incorrect1_2":"Hay dos gemas de diamante más cada vez. Aquí hay dos gemas. ","L2_Scaffolded_Step2_Incorrect2_2":"Entonces, 1 zanahoria va aquí. Haz clic en la imagen con 1 zanahoria.","L2_Scaffolded_1_2":"Son dos más cada vez. Aquí es el mismo patrón","L4_Scaffolded_Step2b_Incorrect1_1":"El patrón muestra que hay 2 gemas menos cada vez. ","L3_Intro_1":"¡Esta vez tenemos dos tipos de gemas! Gemas triangulares moradas y gemas cuadradas verdes. ","L5_Step2_Incorrect2_3":"El patrón muestra que las gemas apuntan hacia arriba, luego hacia un lado y otra vez hacia arriba.","L4_Intro_1_2":"¿Puedes ayudarme a encontrar las gemas que faltan?","L4_Scaffolded_Step1a_Incorrect2_2":"Esta fila tiene gemas que parecen estrellas","HelpExplanation":"Podemos resolver estos acertijos juntos, espera a que termine de hablar antes de hacer clic en la pantalla","TryAgain":"¡Vuelve a intentarlo!","L3_Incorrect1_Fruit":"Aquí tenemos gemas triangulares. Aquí tenemos gemas cuadradas.","L3_Incorrect1_Number":"Piensa en cómo el número de gemas triangulares disminuye aquí.","L5_Step2_Incorrect2_4":"Entonces, la respuesta correcta son 4 gemas que apuntan hacia un lado. Esta es la imagen con las gemas que faltan. Haz clic en ella para continuar. ","L1_Intro_3":"¿Cuántas fresas vienen después?","L1_Scaffolded_Part1_1":"El número de gemas aumenta en uno.","L3_Intro_1_2":"Intentemos conseguir los dos tipos. ¡Vamos a tener muchas gemas bonitas en nuestro maletín!","Cutscene_start_5":"Resolveremos acertijos juntos y recogeremos gemas de colores para el museo.","ClickAllItems3":"Haz clic en todas las imágenes que muestren las mismas gemas.","L3_Scaffolded_Step1_Incorrect2_1":"Las gemas cuadradas deberían ir aquí. Haz clic en todas las imágenes con gemas cuadradas.","Menu_Play":"Jugar","L3_Correct1":"¡Guau! Nuestro maletín tiene muchas gemas. ¡Me muero de ganas de enseñarles lo que hemos encontrado a mis amigos del museo! Busquemos más.","NumberIncreasesBy2":"El número aumenta en 2","L1_Intro_1":"Aquí está nuestro primer acertijo.","L2_Scaffolded_Step1_Incorrect2":"Las verduras que van aquí son zanahorias. Haz clic en todas las imágenes con zanahorias para continuar.","Cutscene_Final_2a":"Vuelve a jugar otra vez.","L5_Step1_Incorrect2_3":"Esta es la gema correcta. Haz clic en ella para continuar.","L3_Incorrect2":"Echemos un vistazo a este acertijo juntos.","WhatKindOfItem":"¿Qué tipo de gemas deberían ir aquí?","L1_Scaffolded_Incorrect2_2":"Haz clic en la imagen con 5 fresas para continuar.","L2_Intro_1_2":"¡Hey! ¡Mira! ¡Estas gemas son diamantes! ¡Tenemos que conseguir algunos de estos! Resolvamos el acertijo.","L1_Scaffolded_Part2_1":"El patrón muestra que la cantidad de pimientos aumenta en uno. ","L2_Correct1":"Hemos añadido más gemas a nuestro maletín. ¡Somos un gran equipo! Vamos a buscar más gemas. Me pregunto qué aspecto tendrán. ","L4_Scaffolded_Step1a_Incorrect2_1":"Esta fila tiene gemas en forma de corazón","L1_Correct1":"Tenemos nuestras primeras gemas para el museo. Pongámoslas en el maletín. ","L1_Scaffolded_Part2_2":"La cantidad de fresas también debería aumentar en una.","L2_Scaffolded_Step2_Incorrect1_1":"La cantidad de cebollas aumenta de 2 a 4. Hay dos cebollas más","L1_Intro_1_3":"¿Cuántas gemas vendrán después? ","L4_Scaffolded_Step2a_Incorrect2_2":"Por lo tanto, las gemas redondas deberían ir aquí. ","L2_Incorrect2":"Hagamos este acertijo juntos","L2_Scaffolded_Step2_Incorrect2_1":"La cantidad de cebollas aumenta en 2. Aquí hay 3 zanahorias. Eso es 2 más que las zanahorias que deberían ir al otro lado de la flecha.","L4_Intro_2":"Primero, haz clic en tu respuesta, que debería ir aquí","L5_Step1_Incorrect2_1":"Las gemas que faltan son rectángulos. Tenemos 3 y luego 5 gemas. ","L3_Scaffolded_Step2_Incorrect2_2":"Aquí hay 3 gemas cuadradas","GoldStar_Feedback":"Ganaste una estrella dorada","L4_Scaffolded_Step2a_Incorrect2_3":"Haz clic en todas las imágenes con gemas redondas","L5_Intro_2":"Primero, selecciona tu respuesta que debería ir aquí","L4_Scaffolded_Step2b_Incorrect1_2":"¿Cuántas gemas redondas deberían ir aquí? Haz clic en tu respuesta.","L5_Correct2":"¡Fantástico! ¡Has terminado la ronda de bonus! Era un problema difícil","L2_Intro_1":"Tenemos unas preciosas gemas de color naranja. Nuestro maletín de gemas tiene espacio para más.","Menu_NewGame":"Juego nuevo","L1_Scaffolded_Incorrect1_1":"Mira el patrón. ¿Qué viene después de 4? Vuelve a intentarlo.","L1_Intro_4":"¿Me puedes ayudar? Haz clic en la imagen correcta.","L1_Intro_2":"Tiene pimientos y fresas.","ItemsPoint":"Además, mira hacia dónde apuntan las gemas.","Menu_Title":"Caza de Gemas","L5_Intro_3":"y luego aquí","L3_Scaffolded_Step1_Incorrect2_2":"La segunda fila tiene calabazas. Así que aquí van las calabazas. Haz clic en todas las imágenes con calabazas.","L4_Scaffolded_Step2b_Incorrect2_1":"El patrón muestra que el número de gemas disminuye en 2.  Hay 7, 5 y después 3 gemas. Por lo tanto, la respuesta correcta es 3 gemas redondas.","L2_Scaffolded_1_1":"Mira el patrón. Aquí hay 1, 3, 5 gemas.","L5_Incorrect2_1":"Cada fila comienza con calabazas. Por lo tanto, la calabaza es la verdura que viene aquí.","L2_Scaffolded_Incorrect1_1":"El número de gemas aumenta de 1 a 3 y de 3 a 5. ","L4_Scaffolded_Step2b_Incorrect2_3":"Haz clic en todas las imágenes con 3 manzanas.","L4_Scaffolded_Step1a_Incorrect2_3":"Por lo tanto, las gemas en forma de estrella deberían ir donde está el primer signo de interrogación. Haz clic en todas las imágenes con gemas en forma de estrella.","L1_Scaffolded_Part1_2":"Mira: 2. 3. 4. ","LookAtTheseItems":"Mira estas gemas.","L3_Scaffolded_Step1_Correct1_1":"Ahora veamos cuántas gemas cuadradas completarán el patrón. ","L3_Incorrect1_Number2":"Es el mismo patrón para las gemas cuadradas. Haz clic en tu respuesta.","L2_Incorrect1_Number":"Mira cómo aumenta la cantidad de gemas aquí","L4_Scaffolded_Step2b_Correct1_1":"¡Ya casi hemos terminado con este acertijo! El patrón muestra que los tallos de la fruta apuntan hacia arriba o hacia abajo.","L5_Step2_Incorrect2_1":"Las gemas que faltan tienen forma de corazón. Aquí tenemos 2 gemas.","Menu_Clickbutton":"Haz clic en el botón para jugar","ClickToSolve_Command":"Haz clic en el botón para resolver el acertijo","L3_Scaffolded_Part1_1":"El acertijo tiene gemas triangulares y cuadradas. ","L3_Scaffolded_Step2_Incorrect2_3":"Por lo tanto, debería haber 3 gemas cuadradas más aquí. La respuesta correcta es 6 gemas cuadradas. Haz clic en la imagen con 6 gemas cuadradas.","L1_Scaffolded_Part1_3":"¿Cuántas gemas vendrán después? Haz clic en tu respuesta.","Feedback_Correct1":"¡Buen trabajo!","L4_Incorrect1_Fruit":"Vuelve a intentarlo. Las gemas aquí son estrellas. Aquí tenemos gemas redondas.","L3_Scaffolded_Step1_Correct1_2":"Aquí hay 4 gemas y luego 1. ¿Cuántas gemas cuadradas deberían caber aquí?","L4_Scaffolded_Step2a_Correct1_1":"¿Cuántas manzanas deberían ir aquí? Haz clic en todas las imágenes con el número correcto de manzanas.","L5_Incorrect2_4_2":"Entonces, 4 pimientos con tallos apuntando hacia arriba van aquí. Haz clic en tu respuesta.","Cutscene_start_3":"¡Hace mucho calor aquí en el desierto! Pero tengo un trabajo importante que hacer.","L2_Scaffolded_Incorrect1_3":"¿Cuánto es dos mas dos? Haz clic en tu respuesta.","L5_Incorrect2_3":"La segunda verdura de cada fila son los pimientos. Los tallos de todas las verduras de esta hilera apuntan hacia arriba.","L4_Scaffolded_Step1b_Incorrect2_1":"El patrón muestra que el número de gemas disminuye en 2. Aquí hay 6 gemas. Esto es 2 menos que 8. Por lo tanto, la respuesta correcta es 8 gemas.","L4_Scaffolded_Step1b_Start_1":"Ahora veamos la cantidad de gemas. Aquí tenemos 6. 4. Y luego 2 gemas. Son 2 gemas menos cada vez. Es el mismo patrón para las gemas en forma de estrella.","langCode":"es","L4_Scaffolded_Step1b_Incorrect2_2":"Haz clic en la imagen con 8 gemas en forma de estrella.","Feedback_Correct3":"¡Eso es correcto!","L1_Correct1_2":"¿Quieres encontrar más gemas? ¡Vamos!\n","L3_Scaffolded_Step2_Incorrect1_4":"Vuelve a intentarlo.\n","Feedback_Correct2":"¡Lo tienes!","L2_Scaffolded_Incorrect2_1":"2 mas 2 es 4. Por lo tanto, la respuesta correcta es 4 gemas. ","L1_Incorrect1_3":"¿Cuántas gemas vendrán después? Haz clic en tu respuesta para continuar. ","L1_Intro_2_2":"¡Se ven tan deliciosos! A mis amigos les encantarán.","Cutscene_Final_2b":"Vuelve a jugar y gana más estrellas","L1_Incorrect1_1":"Mira el patrón. Hay dos gemas, luego tres y luego cuatro.","BlueStar_Feedback":"Ganaste una estrella azul","L5_Step2_Incorrect2_2":"2 más que 2 es 4. Por lo tanto, faltan 4 gemas.","L1_Scaffolded_Incorrect2_1":"A continuación vienen 5 gemas. Haz clic en la imagen con 5 gemas para continuar","ClickStart_Command":"Haz clic en la estrella para continuar","L4_Incorrect2":"Este es un problema difícil. Trabajemos en ello juntos","L2_Scaffolded_Step2_Incorrect1_2":"Es el mismo patrón para las zanahorias. ¿Cuántas zanahorias completan el patrón? Haz clic en tu respuesta.","L1_Intro_1_4":"¡Haz clic en la imagen con el número correcto de gemas!","L4_Scaffolded_Step1b_Incorrect1_2":"¿Cuántas gemas en forma de estrella deberían ir aquí? Haz clic en tu respuesta.","Endgame_Command":"Haz clic en cualquier lugar para completar el juego.","Cutscene_start_1":"¡Hola! Soy Kiana. Trabajo en un museo. ¡Estoy aquí para encontrar gemas bonitas!","L4_Scaffolded_Step2b_Start_2":"Es el mismo patrón para las gemas redondas. ¿Cuántas gemas redondas deberían ir aquí? Haz clic en tu respuesta.","L4_Scaffolded_Step2b_Start_1":"Aquí tenemos 6. 4. Y luego 2 gemas. Son 2 gemas menos cada vez.","L3_Intro_1_3":"¿Puedes averiguar qué debería ir aquí? Haz clic en tu respuesta.","L3_Scaffolded_Step2_Incorrect1_2":"Es el mismo patrón para las gemas cuadradas.","L2_Scaffolded_Incorrect2_2":"¡Haz clic en la imagen con 4 gemas de diamantes!","L1_Scaffolded_Part2_3":"Aquí hay 4 fresas. ¿Cuántas fresas vienen después? Haz clic en tu respuesta.","L3_Scaffolded_Part1_2":"¿Qué tipo de gemas deberían ir donde está el signo de interrogación? ¿Triangulares o cuadradas? ","L1_Intro_1_2":"¡Estas gemas naranjas son tan bonitas! A mis amigos del museo les encantaría verlas.","SelectAnswer":"Selecciona tu respuesta que debería ir aquí","L4_Incorrect1_Direction":"Vuelve a intentarlo. Piensa si los tallos de la fruta deben estar hacia arriba o hacia abajo."}}