{
    "en": {
        "Square": "Square",
        "titleLevelInfo": "Level information",
        "titleLevelComplete": "Level complete!",
        "Hexagon": "Hexagon",
        "titleLevelSelect": "Level Select",
        "bodyLevelInfo_6": "Now there is a green platform, on the upper-left side, that will perform a DIAGONAL cut. Pay attention to the objective list to make the right choices.",
        "titleHorizontal": "Horizontal",
        "titleFinalScore": "Your final score",
        "titleObjective": "Objective",
        "titleReplay": "Replay",
        "bodyDidYouKnow_1": "A plane section of a three-dimensional object is a two-dimensional slice formed by an intersection of the object with a plane.\r\nAs you just saw the slice formed by a horizontal plane section of a cylinder or a cone is a circle.",
        "titleHowToPlay": "How to play",
        "titleDiagonal": "Diagonal",
        "titleCongratulations": "Congratulations!",
        "Trapezoid": "Trapezoid",
        "titleClose": "Close",
        "bodyLevelInfo_3": "Notice that the green platforms have different icons in a shape that represents a specific type of cut. The platform on the center represents a VERTICAL cut. The other two platforms represents a HORIZONTAL cut. Pay attention to the objective to use the right type of cut for each 3D shape.",
        "bodyLevelInfo_7": "...",
        "bodyDidYouKnow_8": "The slice formed by the hexagonal prism's horizontal intersection is a hexagon shape.",
        "Ellipse": "Ellipse",
        "bodyDidYouKnow_3": "Good job! You learned how a vertical plane section affects objects. The slice formed by the parallelepiped's vertical intersection is a rectangle shape.",
        "titleWrongAnswer": "Wrong Answer,\r\nBut don't Give up",
        "bodyDidYouKnow_6": "Good job! You learned how a diagonal plane section affects objects. The slice formed by the cone's diagonal intersection is an ellipse shape.",
        "titleMakeCut": "Make Cut",
        "bodyLevelInfo_2": "Be careful! If you cut a piece, it will stay there blocking the way for other pieces. In order to win, you have to make all the 2D objects on the list. So if you realize you made something wrong, press the 'replay' button.",
        "titleContinue": "Continue",
        "titleDidYouKnow": "Did you know?",
        "Triangle": "Triangle",
        "titlePlay": "Play",
        "bodyLevelInfo_4": "...",
        "bodyDidYouKnow_9": "The slice formed by the hexagonal prism's diagonal intersection is a squashed hexagon shape. ",
        "bodyDidYouKnow_2": "A cross section is a plane section that is a section of a three-dimensional object that is parallel to one of its planes of symmetry or perpendicular to one of its lines of symmetry.\r\nBoth the parallelepiped and the pyramid's base is a square so the horizontal cross section of these objects are also a square. ",
        "Circle": "Circle",
        "titleVertical": "Vertical",
        "bodyHowToPlay": "- CLICK on a 3D geometry to SELECT it.\r\n\r\n- Press the ARROWS on your keyboard to MOVE it.\r\n\r\n- When over a GREEN PLATFORM, click on the button that will popup or simply press SPACEBAR to perform a cut on the 3D object.\r\n\r\n- Win by making every 2D shape in the OBJECTIVE LIST through cross-sections made on the 3D objects.\r\n\r\n- Order of execution of the objectives in the list is not important.",
        "bodyLevelInfo_9": "...",
        "titleOkay": "Okay",
        "bodyDidYouKnow_5": "The slice formed by the cylinder's vertical intersection is a rectangle shape.",
        "titleTryAgain": "Try Again",
        "bodyLevelInfo_5": "...",
        "SquashedHexagon": "Squashed Hexagon",
        "bodyDidYouKnow_7": "The slice formed by the pyramid's diagonal intersection is a trapezium shape.",
        "titleDone": "Done",
        "bodyLevelInfo_8": "...",
        "bodyDidYouKnow_4": "The slice formed by the pyramid's vertical intersection is a triangle shape.",
        "Rectangle": "Rectangle",
        "bodyLevelInfo_1": "Click on a 3D geometry to select it. Then press the arrows on your keyboard to move it. \r\nWhen you reach the green platform, press the button that will popup, to make a 'Horizontal Cut'. Or simply press space, as a shortcut.\r\nYour goal is to make a cross-section that will generate the 2D shape on the objective list.",
        "titleScore": "Your score"
    },
    "es": {
        "Square": "Cuadrado",
        "titleLevelInfo": "Información de nivel",
        "titleLevelComplete": "¡Nivel completo!",
        "Hexagon": "Hexágono",
        "titleLevelSelect": "Selección de nivel",
        "bodyLevelInfo_6": "Ahora hay una plataforma verde, en la parte superior izquierda, que realizará un corte DIAGONAL. Presta atención a la lista de objetivos para tomar las decisiones correctas.",
        "titleHorizontal": "Horizontal",
        "titleFinalScore": "Tu puntuación final",
        "titleObjective": "Objetivo",
        "titleReplay": "Reiniciar",
        "bodyDidYouKnow_1": "Una sección plana de un objeto tridimensional es un corte bidimensional formado por una intersección del objeto con un plano.\r\nComo acabas de ver la rebanada formada por una sección plana horizontal de un cilindro o un cono es un círculo.",
        "titleHowToPlay": "Cómo jugar",
        "titleDiagonal": "Diagonal",
        "titleCongratulations": "¡Enhorabuena!",
        "Trapezoid": "Trapezoide",
        "titleClose": "Cerrar",
        "bodyLevelInfo_3": "Observe que las plataformas verdes tienen iconos diferentes en una forma que representa un tipo de corte específico. La plataforma del centro representa un corte VERTICAL. Las otras dos plataformas representan un corte HORIZONTAL. Presta atención al objetivo de utilizar el tipo de corte correcto para cada forma 3D.",
        "bodyLevelInfo_7": "...",
        "bodyDidYouKnow_8": "El corte formado por la intersección horizontal del prisma hexagonal tiene forma hexagonal.",
        "Ellipse": "Elipse",
        "bodyDidYouKnow_3": "Buen trabajo. Ha aprendido cómo afecta una sección de plano vertical a los objetos. El corte formado por la intersección vertical del paralelepípedo es una forma de rectángulo.",
        "titleWrongAnswer": "Respuesta incorrecta, pero no te rindas",
        "bodyDidYouKnow_6": "Buen trabajo. Ha aprendido cómo afecta una sección de plano diagonal a los objetos. El corte formado por la intersección diagonal del cono tiene forma de elipse.",
        "titleMakeCut": "Hacer corte",
        "bodyLevelInfo_2": "¡Ten cuidado! Si cortas una pieza, permanecerá ahí bloqueando el camino para otras piezas. Para ganar, tienes que crear todos los objetos 2D de la lista. Así que si te das cuenta de que has cometido algo mal, presiona el botón de \"reiniciar\".",
        "titleContinue": "Continuar",
        "titleDidYouKnow": "¿Sabías que?",
        "Triangle": "Triángulo",
        "titlePlay": "jugar",
        "bodyLevelInfo_4": "...",
        "bodyDidYouKnow_9": "El corte formado por la intersección diagonal del prisma hexagonal tiene forma hexagonal aplastada. ",
        "bodyDidYouKnow_2": "Una sección transversal es una sección plana que es una sección de un objeto tridimensional que es paralela a uno de sus planos de simetría o perpendicular a una de sus líneas de simetría.\r\nTanto el paralelepípedo como la base de la pirámide son un cuadrado, por lo que la sección transversal horizontal de estos objetos también es un cuadrado. ",
        "Circle": "Círculo",
        "titleVertical": "Vertical",
        "bodyHowToPlay": "- HAGA CLIC en una geometría 3D para SELECCIONARLA.\r\n\r\n- Presiona las FLECHAS del teclado para MOVERLO.\r\n\r\n- Cuando estés sobre una PLATAFORMA VERDE, haz clic en el botón que aparecerá o simplemente presiona la BARRA ESPACIADORA para realizar un corte en el objeto 3D.\r\n\r\n- Gana creando cada forma 2D de la LISTA DE OBJETIVOS mediante secciones transversales realizadas en los objetos 3D.\r\n\r\n- El orden de ejecución de los objetivos de la lista no es importante.",
        "bodyLevelInfo_9": "...",
        "titleOkay": "Está bien.",
        "bodyDidYouKnow_5": "El corte formado por la intersección vertical del cilindro tiene forma de rectángulo.",
        "titleTryAgain": "Intenta de nuevo",
        "bodyLevelInfo_5": "...",
        "SquashedHexagon": "Hexágono aplastado",
        "bodyDidYouKnow_7": "El corte formado por la intersección diagonal de la pirámide tiene forma trapecio.",
        "titleDone": "Terminado",
        "bodyLevelInfo_8": "...",
        "bodyDidYouKnow_4": "El corte formado por la intersección vertical de la pirámide tiene forma de triángulo.",
        "Rectangle": "Rectángulo",
        "bodyLevelInfo_1": "Haga clic en una geometría 3D para seleccionarla. Luego presiona las flechas del teclado para moverlo. \nCuando llegues a la plataforma verde, presiona el botón que aparecerá para hacer un \"corte horizontal\". O simplemente presiona el espacio, como atajo.\nSu objetivo es hacer una sección transversal que genere la forma 2D de la lista de objetivos.",
        "titleScore": "Tu puntuación"
    }
}