{
 "en": {
  "titleHowToPlay": "How to play",
  "titlePlay": "Play",
  "41be57b7_answer_0": "One substance seemed to put out fires faster.",
  "1381b70f": "A trial a single test of what happens to the variables during an experiment.",
  "f7a18afe": "Hypothesis:\nWater puts out fires faster than foam.",
  "67486d7e": "That's right! I also noticed that foam was definitely faster during this trial!",
  "08a68c2b": "Yeah, sounds like you thought of everything! I actually know of a place where you can get all of that-",
  "6e5553f9": "With all that said, let’s prepare for the experiment! What do you think we will need?",
  "16acdbc0": "Hypothesis:\nThe fire disappears faster on its own",
  "titleLevelComplete": "Level COMPLETE",
  "titleScore": "Your score",
  "b36c5b79": "You can change between water and foam at anytime by clicking on their icons.",
  "3c502ff9": "Qualitative Data = Can NOT be counted or measured.",
  "loadingHint4": "Sir Francis Bacon, is considered the father of the Scientific Method. But many other important people inspired him.",
  "da2c2123": "Oh wow, you really got them good! I have to be honest, I thought you would be toast by now.",
  "bodyCustomize_Legs": "Pants",
  "bodyCustomize_Hair": "Hair",
  "d25fe196": "Let’s begin!",
  "069eb7a1": "Oh, this is it! Now that we know foam is better, I’ll give you all the foam we got! Go show them who’s boss! ",
  "e38f0053": "Yes, we will use the box as fuel for the fire!",
  "22dba550": "Default Text...",
  "48671c2f": "Mug",
  "463db8c2": "We can now analyze our experiment and figure out what it means! This is the fourth step of the scientific method.",
  "e2f11919": "FOAM",
  "b6e5ecfe_answer_2": "The fire disappears faster on its own.",
  "59cd869a": "Hammer",
  "d737e28f": "That's right, you're a fast learner!",
  "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
  "6d57c4e2": "Correct! The stopwatch will be used to time the experiment.",
  "956a65bb-03f0-44ef-8462-e7acdaf4d0de": "JUMP DOWN!",
  "6f414a17": "We will have to use the scientific method to discover that, but we will talk about that later.",
  "c22c8341": "All right, I’m all set up! ",
  "6a7f0924": "The team will love to know this! We will be sure to use that knowledge next time.",
  "title_Hypothesis": "Hypothesis: ",
  "title_CollectSample": "Collect Experiment Samples",
  "45e33f60": "But I noticed something curious! Do you know what it was?\n",
  "10fcd887": "Well, I think we’re ready for the last step of the Scientific Method, the conclusion!",
  "12158163": "Hypothesis:\nFoam puts out fires faster than water.",
  "titleClose": "Close",
  "4ce7d873": "Oh yeah, as we thought, there are samples in the fire. Just put the fires out we will have all the samples to make our scientific experiment.",
  "a03c1e4f": "Hey, remember the hypothesis you chose and test it!",
  "titleListenToText": "LISTEN",
  "8f35b057": "Conclusion:\nFoam puts out fires faster than water.",
  "a6057132": "Yes, the fire is essential for the experiment!",
  "42185d27": "Now you go there and put those fires out!",
  "loadingHint2": "Don't get too close to the fire, you might hurt yourself.",
  "3a60df11": "Press the arrow keys to move.",
  "titleLevelSelect": "Level Select",
  "f52f6b7d": "Hey there, welcome! I see you’re ready to start!",
  "b6e5ecfe_answer_0": "Foam puts out fires faster than water",
  "titleRetry": "Retry",
  "233d4626": "Quantitative Data = Can be counted or measured",
  "e0c2807f": "Well, that’s convenient…although it’s still a fire. Come on rookie, go get them! And don’t forget to observe!",
  "5cfd2748": "The Scientific Method is a way to check if something is true or not, through a set of steps. ",
  "titleGotIt": "GOT IT!",
  "b65ea886": "That's not quite right... Our experiment showed something different. Try again.",
  "a4e3c453": "Hey, this is a new area, your water and foam hoses were recharged!",
  "bodyCustomize_Torso": "Shirt",
  "41be57b7_answer_1": "Both substances take the same time to put out fires.",
  "3ea16504": "We are not sure which one is better...",
  "9d972954": "Click on what you think it's needed for the experiment.",
  "19edc2e5": "But we need to be sure! And I know just the way, with the Scientific Method!",
  "b263d493": "Now, the next step is a hypothesis, which basically is a guess about the answer to a scientific question. ",
  "b2249b21": "Now, let's see how that compares to our original hypothesis! ",
  "7e55592e": "Oh no that hammer is dangerous! I don't think we need it right now.",
  "ClimbUp": "JUMP UP!",
  "titleOkay": "Okay",
  "8bbfd89e-cf85-4a7d-b335-c3054ebe8800": "slosh",
  "2271ca70": "Fire",
  "titleCongratulations": "Congratulations!",
  "6cac1bf3": "Foam is faster.",
  "68ddb90b": "Click on the stopwatch to start and observe the experiment!",
  "1e56aaa8": "Click on the boxes to start a fire.",
  "577154d3": "Hypothesis",
  "931df432": "Hose",
  "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
  "8d00e82d": "Analysis",
  "cc2ebf67": "Click on the material you observed to put out fire faster:",
  "181f8b40": "The Scientific Method starts with a question, which is what we just had. We asked ourselves what we noticed putting the fire out. ",
  "f597a19b": "Okay, so we need to decide what we will observe in this experiment. I believe that what we need to observe is which material puts out fire faster than the other.",
  "bodyInertiaTutorial_sand": "Press the arrow keys to move.",
  "17b1cdb0": "It will probably take a bit longer in general, but the results should remain consistent. Let's see!",
  "09452a01": "Water is faster.",
  "67c91483": "Good thing everyone is out of town on vacation today.",
  "bodyCustomize_Face": "Face",
  "d5e5c154": "Sometimes scientists actually have a hypothesis before an experiment, so I think we should try that too!",
  "firstFire": "Look, that fire creature is causing damage to the city! We must put it out.",
  "7b6e4546": "Maybe if we had time to make a salad...but not for the experiment.",
  "90e97584": "Very good! Seems like we are going in the right direction. Now we need to find a way to test our question. ",
  "loadingHint3": "If an enemy has an item you'll get it automatically when you defeat it.",
  "b6e5ecfe_answer_1": "Water puts out fires faster than foam.",
  "titleTapAnywhere": "Hold any key to continue...",
  "731e406d": "So foam is proven to be better than water to put out fires! This is our conclusion!",
  "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
  "titleConfirm": "Confirm",
  "29ff133d": "Start the experiment.",
  "86984d3c": "That being said, we should start preparing for the trials.",
  "797e7775": "Right, that's something we need!",
  "loadingHint1": "Your backpack targets fires automatically when you get close!",
  "6c827b9d": "Take the truck and go!",
  "781dd51e": "Conclusion",
  "41be57b7": "What did you notice while putting out the fires?",
  "125b6aaf": "Oh no, it seems like you're out of foam, try using water now!",
  "046a4b75": "Touch and drag your screen to move.",
  "823a09d6": "Well, since it’s your first day you won't need to do much, just get used to everything and relax.",
  "5d34d1a2": "Stopwatch",
  "a8def6c7": "Amazing work, rookie, you'll be an excellent firefighter! ",
  "3009a3cd_answer_0": "Foam puts out fire faster than water.",
  "gameOverMessage": "Oh no you were hit too many times, but don't worry.",
  "b9f11d1b": "Vinegar",
  "titleNewGame": "New Game",
  "c90b1f04": "Our initial hypothesis was different than the experiment result, which means we learned something new!",
  "5a340adb": "Our hypothesis is equal to the experiment result, which means we confirmed it!",
  "bfabc5e1": "Well, that’s convenient…although it’s still a fire. Come on rookie, go get them! And don’t forget to observe!",
  "title_Conclusion": "Conclusion: ",
  "3009a3cd_answer_1": "Water puts out fire faster than foam.",
  "6b89864a": "That's my favorite mug! But it's not very useful right now.",
  "3009a3cd": "What would you consider were the results of this experiment?",
  "5a77791f": "That’s right, it did seem like one substance was better than the other.\n",
  "titleWrongAnswer": "You were caught! But don't worry.",
  "d8c6103c": "Something else that is really important is to understand the variables. They are basically a part of the experiment that is observed, changed, or both.",
  "ca1098f2": "LOADING...",
  "star_finishTheLevel": "Finish the level...",
  "titleDidYouKnow": "Did you know?\n",
  "562e2356": "But when you’re making an experiment, it’s important to check that the question is actually testable.",
  "ad177de4": "Oh no, it seems like you're out of water, try using foam now!",
  "9c14138c": "In the conclusion, we will compare our prediction during the investigation to the results we had.",
  "titleContinue": "CONTINUE",
  "3f841428": "Thanks to the Scientific Method, the city is saved!",
  "41be57b7_answer_2": "None of the substances managed to put out any fires.",
  "5e95d0f8": "Question",
  "titleRateTheGame": "Hey, don’t forget to rate the game!",
  "titleYes": "YES",
  "tutorialUpstairsFire": "Look, there are fires on top of that building! Go put them out!",
  "817a2481": "Oh no! Seems like a fire broke out in the city! Quick, take this to try to stop it!",
  "titleTryAgain": "TRY AGAIN",
  "fd00481d": "That doesn't seem right, water seemed to be slower...",
  "3009a3cd_answer_2": "Both water and foam puts out fire at the same speed.",
  "titleFinalScore": "YOUR FINAL SCORE",
  "eb083494": "A testable question is one you can answer with observations in a Experiment, the next step of the Scientific Method.",
  "254a90d9": "Oh no, it seems like you're out of water, try using foam now!",
  "c78c9044": "Yeah! We need the hose to spray the water and the foam!",
  "star_dontRepeatLevel": "Finish the level without losing...",
  "8dc96888": "Look at that! You did it again! And got all the materials to boot!",
  "cf39b0a6": "Click on the boxes to start a fire.",
  "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "Apple",
  "titlePressAnyKey": "Press any key to continue...",
  "f8e400e0": "Scientific Method",
  "d4908fc0": "Hum… that doesn’t seem right, I saw one substance putting out fires faster.\n",
  "8761169d": "Conclusion: ",
  "star_correctAnswer": "Answer the question correctly...",
  "ad2be4f9": "Liquid Water",
  "e2402e81": "You're right, foam still seems faster! Our experiment is consistent even when we have more fire!",
  "ea5fb241": "WATER",
  "6a0cbe1d": "Start the second experiment and observe again.",
  "4e2a1921": "Water puts out fires faster than foam.",
  "ea88f101": "Right! Foam is one of the things we will test.",
  "c9e6f998": "Right! We will test how the water puts out the fire.",
  "408a63eb": "Noted!",
  "62adbf46": "But I noticed something curious! Do you know what it was?",
  "titleNo": "NO",
  "bodyCustomize_Shoes": "Shoes",
  "f2ba4dba": "We shall put it to the test then, we’ll see if you’re right. Our plan is to use both and check! Let’s carry that out next time.",
  "titleDone": "Done",
  "ae894597": "Fire Academy was hard but I’m excited for my first day as a firefighter!",
  "552f941a": "Data that can’t be measured precisely but can be described is called Qualitative Data, like observing if something is faster than some other thing.",
  "39bc8762": "They are delicious! But not what we need...",
  "8f590586": "Data that can be measured precisely, like units of distance or time, is a kind of quantitative data.",
  "9dfaf8d6": "But just to be sure, let's make one more trial! This time with more boxes and A LOT MORE FIRE!!!",
  "b6e5ecfe": "What hypothesis do you think makes more sense?",
  "19dfe2bf": "It's an experimental water and foam jet!",
  "db2484b4": "Foam Water",
  "5e8dca92": "Experiment",
  "51b0c70a": "This is getting ridiculous! The place where the materials are is on fire too! You know what to do, put that fire out and get the materials!",
  "9bcdeecb": "Cardboard"
 },
 "es": {
  "titleHowToPlay": "Cómo jugar",
  "titlePlay": "Juega",
  "41be57b7_answer_0": "Una sustancia parecía apagar los incendios más rápido.",
  "1381b70f": "Un ensayo es una prueba única de lo que ocurre con las variables durante un experimento.",
  "f7a18afe": "Hipótesis:\nEl agua apaga el fuego más rápido que la espuma.",
  "67486d7e": "¡Así es! ¡También noté que la espuma era definitivamente más rápida durante esta prueba!",
  "08a68c2b": "Sí, ¡parece que has pensado en todo! De hecho, conozco un lugar donde puedes conseguir todo eso...",
  "6e5553f9": "Dicho todo esto, ¡preparémonos para el experimento! ¿Qué crees que necesitaremos?",
  "16acdbc0": "Hipótesis:\nEl fuego desaparece más rápido por sí solo",
  "titleLevelComplete": "Nivel COMPLETO",
  "titleScore": "Tu puntuación",
  "b36c5b79": "Puedes cambiar entre agua y espuma en cualquier momento haciendo clic en sus iconos.",
  "3c502ff9": "Datos cualitativos = NO se pueden contar ni medir.",
  "loadingHint4": "Sir Francis Bacon, es considerado el padre del Método Científico. Pero muchas otras personas importantes lo inspiraron.",
  "da2c2123": "Oh, vaya, ¡realmente los tienes bien! Tengo que ser honesto, pensé que ya estarías tostado.",
  "bodyCustomize_Legs": "Pantalones",
  "bodyCustomize_Hair": "Cabello",
  "d25fe196": "¡Empecemos!",
  "069eb7a1": "¡Oh, ya está! Ahora que sabemos que la espuma es mejor, ¡te daré toda la espuma que tenemos! ¡Ve a enseñarles quién es el jefe! ",
  "e38f0053": "¡Sí, usaremos la caja como combustible para el fuego!",
  "22dba550": "Texto predeterminado...",
  "48671c2f": "Taza",
  "463db8c2": "¡Ahora podemos analizar nuestro experimento y averiguar qué significa! Este es el cuarto paso del método científico.",
  "e2f11919": "ESPUMA",
  "b6e5ecfe_answer_2": "El fuego desaparece más rápido por sí solo.",
  "59cd869a": "Martillo",
  "d737e28f": "Así es, ¡aprendes rápido!",
  "titleEnableAutomaticTTS": "¿Desea habilitar la conversión automática de texto a voz?",
  "6d57c4e2": "¡Correcto! El cronómetro se utilizará para cronometrar el experimento.",
  "956a65bb-03f0-44ef-8462-e7acdaf4d0de": "SALTA HACIA ABAJO!",
  "6f414a17": "Tendremos que utilizar el método científico para descubrirlo, pero hablaremos de ello más adelante.",
  "c22c8341": "Muy bien, ¡ya estoy listo! ",
  "6a7f0924": "¡Al equipo le encantará saberlo! Nos aseguraremos de utilizar ese conocimiento la próxima vez.",
  "title_Hypothesis": "Hipótesis: ",
  "title_CollectSample": "Recolecta muestras de experimentos",
  "45e33f60": "¡Pero noté algo curioso! ¿Sabes qué era?\n",
  "10fcd887": "Bueno, creo que estamos listos para el último paso del Método Científico, ¡la conclusión!",
  "12158163": "Hipótesis:\nLa espuma apaga el fuego más rápido que el agua.",
  "titleClose": "Cerrar",
  "4ce7d873": "Oh, sí, como pensábamos, hay muestras en el fuego. Simplemente apaguemos el fuego y tendremos todas las muestras para hacer nuestro experimento científico.",
  "a03c1e4f": "¡Oye, recuerda la hipótesis que elegiste y pruébala!",
  "titleListenToText": "ESCUCHA",
  "8f35b057": "Conclusión:\nLa espuma apaga el fuego más rápido que el agua.",
  "a6057132": "¡Sí, el fuego es esencial para el experimento!",
  "42185d27": "¡Ahora ve allí y apaga esos incendios!",
  "loadingHint2": "No te acerques demasiado al fuego, podrías hacerte daño.",
  "3a60df11": "Pulsa las teclas de flecha para moverte.",
  "titleLevelSelect": "Selección de nivel",
  "f52f6b7d": "¡Hola, bienvenidos! ¡Veo que estás listo para empezar!",
  "b6e5ecfe_answer_0": "La espuma apaga el fuego más rápido que el agua",
  "titleRetry": "Reintentar",
  "233d4626": "Datos cuantitativos = Se pueden contar o medir",
  "e0c2807f": "Bueno, eso es práctico... aunque sigue siendo un incendio. ¡Vamos, novato, ve a por ellos! ¡Y no olvides observar!",
  "5cfd2748": "El Método Científico es una forma de comprobar si algo es cierto o no, a través de una serie de pasos. ",
  "titleGotIt": "¡LO TENGO!",
  "b65ea886": "Eso no está del todo bien... Nuestro experimento mostró algo diferente. Vuelve a intentarlo.",
  "a4e3c453": "Oye, esta es una zona nueva, ¡tus mangueras de agua y espuma se han recargado!",
  "bodyCustomize_Torso": "Camisa",
  "41be57b7_answer_1": "Ambas sustancias tardan el mismo tiempo en apagar incendios.",
  "3ea16504": "No estamos seguros de cuál es mejor...",
  "9d972954": "Haz clic en lo que consideres necesario para el experimento.",
  "19edc2e5": "¡Pero tenemos que estar seguros! ¡Y sé cómo hacerlo, con el método científico!",
  "b263d493": "Ahora, el siguiente paso es una hipótesis, que básicamente es una conjetura sobre la respuesta a una pregunta científica. ",
  "b2249b21": "Ahora, ¡veamos cómo se compara eso con nuestra hipótesis original! ",
  "7e55592e": "¡Oh, no, ese martillo es peligroso! No creo que lo necesitemos ahora mismo.",
  "ClimbUp": "SALTA!",
  "titleOkay": "Bueno",
  "8bbfd89e-cf85-4a7d-b335-c3054ebe8800": "chapoteo",
  "2271ca70": "Incendio",
  "titleCongratulations": "¡Felicidades!",
  "6cac1bf3": "La espuma es más rápida.",
  "68ddb90b": "¡Haz clic en el cronómetro para empezar y observar el experimento!",
  "1e56aaa8": "Haga clic en las casillas para iniciar un incendio.",
  "577154d3": "Hipótesis",
  "931df432": "Manguera",
  "titleCustomize": "PERSONALIZA TU PERSONAJE",
  "8d00e82d": "Análisis",
  "cc2ebf67": "Haz clic en el material que observaste para apagar el fuego más rápido:",
  "181f8b40": "El Método Científico comienza con una pregunta, que es lo que acabamos de hacer. Nos preguntamos qué habíamos notado al apagar el fuego. ",
  "f597a19b": "Vale, tenemos que decidir qué observaremos en este experimento. Creo que lo que necesitamos observar es qué material apaga el fuego más rápido que el otro.",
  "bodyInertiaTutorial_sand": "Pulsa las teclas de flecha para moverte.",
  "17b1cdb0": "Probablemente lleve un poco más de tiempo en general, pero los resultados deberían permanecer consistentes. ¡Vamos a ver!",
  "09452a01": "El agua es más rápida.",
  "67c91483": "Qué bueno que hoy todos están fuera de la ciudad de vacaciones.",
  "bodyCustomize_Face": "Cara",
  "d5e5c154": "A veces los científicos tienen una hipótesis antes de un experimento, ¡así que creo que también deberíamos intentarlo!",
  "firstFire": "¡Mira, esa criatura de fuego está causando daños a la ciudad! Debemos apagarlo.",
  "7b6e4546": "Quizá si tuviéramos tiempo de hacer una ensalada... pero no para el experimento.",
  "90e97584": "¡Muy bien! Parece que vamos en la dirección correcta. Ahora necesitamos encontrar una manera de probar nuestra pregunta. ",
  "loadingHint3": "Si un enemigo tiene un objeto, lo obtendrás automáticamente cuando lo derrotes.",
  "b6e5ecfe_answer_1": "El agua apaga el fuego más rápido que la espuma.",
  "titleTapAnywhere": "Mantén presionada cualquier tecla para continuar...",
  "731e406d": "¡Así que se ha demostrado que la espuma es mejor que el agua para apagar incendios! ¡Esta es nuestra conclusión!",
  "bodyPlayAgainWarning": "¡Puedes volver a jugar niveles si quieres ganar 3 estrellas!",
  "titleConfirm": "Confirme",
  "29ff133d": "Empieza el experimento.",
  "86984d3c": "Dicho esto, debemos empezar a prepararnos para los juicios.",
  "797e7775": "¡Claro, eso es algo que necesitamos!",
  "loadingHint1": "¡Los objetivos de tu mochila disparan automáticamente cuando te acercas!",
  "6c827b9d": "¡Coge el camión y vete!",
  "781dd51e": "Conclusión",
  "41be57b7": "¿Qué observó al apagar los incendios?",
  "125b6aaf": "Oh no, parece que se te acabó la espuma, ¡prueba a usar agua ahora!",
  "046a4b75": "Toca y arrastra la pantalla para moverte.",
  "823a09d6": "Bueno, como es tu primer día no necesitarás hacer mucho, simplemente acostúmbrate a todo y relájate.",
  "5d34d1a2": "cronómetro",
  "a8def6c7": "Increíble trabajo, novato, ¡serás un excelente bombero! ",
  "3009a3cd_answer_0": "La espuma apaga el fuego más rápido que el agua.",
  "gameOverMessage": "Oh, no, te golpearon demasiadas veces, pero no te preocupes.",
  "b9f11d1b": "Vinagre",
  "titleNewGame": "Juego nuevo",
  "c90b1f04": "Nuestra hipótesis inicial era diferente al resultado del experimento, ¡lo que significa que aprendimos algo nuevo!",
  "5a340adb": "Nuestra hipótesis es igual al resultado del experimento, ¡lo que significa que la confirmamos!",
  "bfabc5e1": "Bueno, eso es práctico... aunque sigue siendo un incendio. ¡Vamos, novato, ve a por ellos! ¡Y no olvides observar!",
  "title_Conclusion": "Conclusión: ",
  "3009a3cd_answer_1": "El agua apaga el fuego más rápido que la espuma.",
  "6b89864a": "¡Esa es mi taza favorita! Pero no es muy útil ahora mismo.",
  "3009a3cd": "¿Cuáles consideraría que fueron los resultados de este experimento?",
  "5a77791f": "Así es, parecía que una sustancia era mejor que la otra.\n",
  "titleWrongAnswer": "¡Te atraparon! Pero no te preocupes.",
  "d8c6103c": "Otra cosa que es realmente importante es entender las variables. Básicamente, son una parte del experimento que se observa, se cambia o ambas cosas.",
  "ca1098f2": "CARGANDO...",
  "star_finishTheLevel": "Termina el nivel...",
  "titleDidYouKnow": "¿Sabías?\n",
  "562e2356": "Sin embargo, cuando realices un experimento, es importante comprobar que la pregunta sea realmente comprobable.",
  "ad177de4": "Oh no, parece que te has quedado sin agua, ¡prueba a usar espuma ahora!",
  "9c14138c": "En conclusión, compararemos nuestra predicción durante la investigación con los resultados que obtuvimos.",
  "titleContinue": "CONTINUAR",
  "3f841428": "¡Gracias al Método Científico, la ciudad está a salvo!",
  "41be57b7_answer_2": "Ninguna de las sustancias logró apagar ningún incendio.",
  "5e95d0f8": "Pregunta",
  "titleRateTheGame": "¡Oye, no olvides calificar el juego!",
  "titleYes": "SÍ",
  "tutorialUpstairsFire": "¡Mira, hay incendios en la parte superior de ese edificio! ¡Ve a apagarlos!",
  "817a2481": "¡Oh no! ¡Parece que se ha producido un incendio en la ciudad! ¡Rápido, coge esto para intentar detenerlo!",
  "titleTryAgain": "INTÉNTELO DE NUEVO",
  "fd00481d": "Eso no parece correcto, el agua parecía ir más despacio...",
  "3009a3cd_answer_2": "Tanto el agua como la espuma apagan el fuego a la misma velocidad.",
  "titleFinalScore": "TU PUNTUACIÓN FINAL",
  "eb083494": "Una pregunta comprobable es aquella a la que se puede responder con observaciones en un experimento, el siguiente paso del Método Científico.",
  "254a90d9": "Oh no, parece que te has quedado sin agua, ¡prueba a usar espuma ahora!",
  "c78c9044": "¡Sí! ¡Necesitamos la manguera para rociar el agua y la espuma!",
  "star_dontRepeatLevel": "Termina el nivel sin perder...",
  "8dc96888": "¡Mira eso! ¡Lo has vuelto a hacer! ¡Y además tengo todos los materiales!",
  "cf39b0a6": "Haga clic en las casillas para iniciar un incendio.",
  "b48eb9bc-fd31-4a47-aeb7-d0229cb67447": "manzana",
  "titlePressAnyKey": "Presiona cualquier tecla para continuar...",
  "f8e400e0": "Método científico",
  "d4908fc0": "Hum... eso no parece correcto, he visto una sustancia que apagaba incendios más rápido.\n",
  "8761169d": "Conclusión: ",
  "star_correctAnswer": "Responde correctamente a la pregunta...",
  "ad2be4f9": "Agua líquida",
  "e2402e81": "Tienes razón, ¡la espuma todavía parece más rápida! ¡Nuestro experimento es consistente incluso cuando tenemos más fuego!",
  "ea5fb241": "AGUA",
  "6a0cbe1d": "Comience el segundo experimento y observe de nuevo.",
  "4e2a1921": "El agua apaga el fuego más rápido que la espuma.",
  "ea88f101": "¡Cierto! La espuma es una de las cosas que probaremos.",
  "c9e6f998": "¡Cierto! Probaremos cómo el agua apaga el fuego.",
  "408a63eb": "¡Tomado nota!",
  "62adbf46": "¡Pero noté algo curioso! ¿Sabes qué era?",
  "titleNo": "NO",
  "bodyCustomize_Shoes": "Zapatos",
  "f2ba4dba": "Lo pondremos a prueba entonces, veremos si tienes razón. ¡Nuestro plan es usar ambos y comprobarlo! Hagámoslo la próxima vez.",
  "titleDone": "Hecho",
  "ae894597": "La Academia de Bomberos fue difícil, ¡pero estoy emocionada por mi primer día como bombero!",
  "552f941a": "Los datos que no se pueden medir con precisión pero que se pueden describir se denominan datos cualitativos, como observar si algo es más rápido que otra cosa.",
  "39bc8762": "¡Están deliciosas! Pero no es lo que necesitamos...",
  "8f590586": "Los datos que se pueden medir con precisión, como las unidades de distancia o tiempo, son un tipo de datos cuantitativos.",
  "9dfaf8d6": "Pero solo para asegurarnos, ¡hagamos una prueba más! ¡Esta vez con más cajas y MUCHO MÁS FUEGO!",
  "b6e5ecfe": "¿Qué hipótesis crees que tiene más sentido?",
  "19dfe2bf": "¡Es un chorro experimental de agua y espuma!",
  "db2484b4": "Agua espumosa",
  "5e8dca92": "Experimento",
  "51b0c70a": "¡Esto se está volviendo ridículo! ¡El lugar donde están los materiales también está en llamas! Ya sabes qué hacer, ¡apaga el fuego y consigue los materiales!",
  "9bcdeecb": "Cartulina"
 }
}