{
    "en": {
        "titleRateTheGame": "Hey, don’t forget to rate the game!",
        "titleCutscene_Fish_5": "Maybe this water cycle thing will help me to go back to the ocean.",
        "bodyDefeatOutOfAir": "Breathing is important, you know? But don't worry.",
        "bodyTutorial_Condensation": "Another part of the cycle is called Condensation, when water vapor condenses into clouds that later will become liquid water from the rain.",
        "2_level__AnswerC": "Topography",
        "text_Condensation": "condensation",
        "2_level__Question": "The Runoff process is mainly caused by:",
        "visualQuizReinforcement_Runoff": "Correct! Gravity leads the water toward a body of water during Runoff. In this case, it was the ocean!",
        "3_level__AnswerA": "Runoff",
        "tutorialSimulation1_runoff": "That is just like what you saw in the last level. The rain affected the water creating the runoff effect over the surface.",
        "titleLevelInfo": "INFORMATION",
        "titleLevelComplete": "Level complete!",
        "text_Transpiration": "transpiration",
        "titleLevelSelect": "Level Select",
        "titlePressAnyKey": "Press any key to continue...",
        "text_Rain": "rain",
        "9_level__AnswerC": "Runoff",
        "visualQuiz_TryAgain": "Try again",
        "titleFinalScore": "YOUR FINAL SCORE",
        "Fish-Sim1-5": "That is just like what you saw in the last level. The rain affected the water creating the runoff effect over the surface.",
        "Fish-Sim4-3": "That’s right! When water’s temperature is too low, it freezes and turns into ice.",
        "bodyTutorial_HumanActivity": "Now you know everything about the water cycle! But remember:\n\nHuman activity can introduce both harmful and beneficial substances to surface and groundwater. So be careful how you use your plastic!\n",
        "titleCutscene_Fish_6": "Here we go!",
        "titleCutsceneFinal_Fish_4": "And now I can finally enjoy swimming in this liquid water from the ocean. It is all thanks to the water cycle!",
        "visualQuizQuestion_Runoff": "During runoff, water tends to move toward a body of water. You just saw this happening. Where did the water go to?",
        "3_level__AnswerB": "Evaporation",
        "bodyTutorial_WaterDistribuition": "Did you know? Water is located in oceans, rivers, lakes, swamps, groundwater, aquifers, and ice.  97% of all water on Earth is located in its oceans and only a small fraction is found in streams, rivers, and lakes. All of which are inside Earth’s Hydrosphere! Most of Earth's freshwater is located in glaciers and underground aquifers.",
        "bodyReinforcement_Runoff": "Reinforcement runoff placeholder",
        "Fish-Sim3-2": "In this simulation, you will be able to see how rain happens.",
        "7_level__Question": "During the Infiltration process, the water:",
        "titleHowToPlay": "How to play",
        "titleCongratulations": "Congratulations!",
        "visualQuiz_Sky": "Sky",
        "titleClose": "Close",
        "2_level__AnswerA": "Gravity",
        "9_level__AnswerD": "Precipitation",
        "bodyTutorial_Evaporation_Infiltration": "Evaporation is a part of the cycle that happens when the Sun heats a liquid enough that it becomes vapor and it starts to go up.\n\nAnd during Transpiration plants absorb liquid water through their roots and then release water vapor through their leaves.\n\nThese two parts of the cycle only happen because of the energy from the Sun!",
        "visualQuizReinforcement_Precipitation": "Good Job! Water from the clouds falls towards the ground during Precipitation.",
        "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
        "text_Runoff": "runoff",
        "9_level__Question": "Which of the following is not a part of the Water Cycle?",
        "visualQuiz_Ground": "Ground",
        "star_finishTheLevel": "Finish the level...",
        "bodyTutorial_level2": "Evaporation is a part of the cycle that happens when the Sun heats a liquid enough that it becomes vapor and it starts to go up. The water cycle depends on the energy from the Sun.",
        "text_Evaporation": "evaporation",
        "text_Precipitation": "precipitation",
        "bodySimulation4_Freeze": "TAKE THE WATER TO THE COLD FLASK.",
        "text_Gravity": "gravity",
        "titleRetry": "Retry",
        "Fish-Sim2-1": "This time we just saw water evaporate!",
        "5_level__AnswerA": "Yes",
        "Fish-Sim4-1": "Alright! We just saw water freeze and turn into snow!",
        "titleCutsceneFinal_Fish_1": "Nice job! You are amazing!!!",
        "2_level__AnswerB": "The Sun",
        "bodyTutorial_Infiltration": "Infiltration is a process in which liquid water is absorbed into the ground. This process also forms Groundwater, liquid water that has sunken through soil in the ground and travels through cracks between rocks underground.",
        "visualQuizQuestion_Precipitation": "During precipitation, gravity affects the water particles. You just saw this happening during the rain, where did the water go?",
        "Fish-Sim2-3 TUTO": "Alright. Now, click on the flame icon to heat up the water!",
        "9_level__AnswerA": "Transformation",
        "visualQuiz_Ocean": "Ocean",
        "tutorialSimulation2_evaporation": "The energy from the Sun heats up the water's surface and that makes it evaporate. That is just like what we saw back on the mountain!",
        "titleWrongAnswer": "You were caught! But don't worry.",
        "titleYes": "YES",
        "titleConfirm": "Confirm",
        "9_level__AnswerB": "Evaporation",
        "Fish-Sim2-4": "Good job! See how the water turned into vapor? That’s the evaporation process happening!",
        "visualQuizQuestion_Evaporation": "During evaporation and transpiration, gravity affects the water vapor particles. You just saw this happening, where did the water vapor go?",
        "Fish-Sim1-6": "Now, let’s move on!",
        "titleTapAnywhere": "Hold any key to continue...",
        "bodyTutorial_level8": "Water is located in oceans, rivers, lakes, swamps, groundwater, aquifers, and ice. 97% of Earth's water is located in its oceans and only a small fraction is found in streams, rivers, and lakes. All of which are inside Earth’s Hydrosphere!\nExtra: Most of Earth's freshwater is located in glaciers and underground aquifers.",
        "titleCutscene_Fish_2": "I heard water has cycles... I just don't understand how it works yet---",
        "titleCutscene_Fish_3": "What was that?!?! I'm inside a pelican's mouth!!!",
        "star_correctAnswer": "Answer the question correctly...",
        "Fish-Level1-1": "Wow, it is raining ! A runoff process is occurring and the water is flowing over the mountain!\"",
        "bodyTutorial_level1": "Runoff is a process of the water cycle in which liquid water flows across a surface of land into a body of water. It is mainly caused by gravity and is influenced by the Topography. \n\nThe water path the fish swims on is created by Runoff!",
        "Fish-Sim3-5": "I’m learning so much thanks to you! Let’s go!",
        "Fish-Sim3-3": "You already know how to make water evaporate. Now try taking the vapor to that ice cube, so we can see condensation happen.",
        "titleGo": "GO",
        "7_level__AnswerA": "Is absorbed into the ground",
        "3_level__Question": "Which of the following is NOT a process in which liquid water becomes vapor?",
        "3_level__AnswerC": "Transpiration",
        "titleContinue": "Continue",
        "Fish-Sim2-5": "All right, let’s go back to swimming, we have a lot to learn!",
        "bodyTutorial_Transpiration": "Transpiration is also part of the cycle, the process in which plants absorb liquid water through their roots and then release water vapor through their leaves.",
        "titlePlay": "Play",
        "7_level__AnswerB": "Falls from the sky",
        "titleCutsceneFinal_Fish_3": "But remember: Human activity can introduce both harmful and beneficial substances to surface and groundwater. So be careful when you use your plastic!",
        "Fish-Sim1-3 TUTO": "Now click on the “pin” to remove it and let the water flow.",
        "Fish-Sim3-4": "That’s so awesome! You simulated water running off the tube, then it evaporated and condensed back to water again, just like rain!",
        "bodyLevelInfo_4": "Earth's hydrosphere includes all of the water that exists in the atmosphere, bodies of water, and the ground.",
        "bodyTutorial_Cycle": "Earth's water cycle involves the processes by which water circulates between the oceans, atmosphere, land, and living organisms.",
        "Fish-Sim4-5": "I just hope I don’t swim on a snowy day…",
        "tutorialSimulation3_evaporation": "After the water evaporates, it can condense back into the sky, creating what we know as clouds! When these clouds are full, rain happens, just like what we saw!",
        "5_level__AnswerB": "No",
        "titleCutsceneFinal_Fish_2": "Now I know everything about the water cycle!",
        "Fish-Level5-1": "If you want to go underground, just DON'T jump!",
        "bodyDefeatFall": "Be careful not to fall off.",
        "bodyTutorial_Hydrosphere": "Earth's hydrosphere includes all of the water that exists in the atmosphere, bodies of water, and the ground.",
        "Fish-Level1-2": "That's awesome. I can now swim in this water to go down the mountain.",
        "bodyScore": "Score:",
        "bodyHowToPlay": "Click on the pins to open the way for the matter particles and for the fish.\n\nClick on an active water valve to release more water when it is possible.\n\nTake the fish to the exit to win the level!",
        "Fish-Sim1-2": "In this simulation, you will be able to see how runoff happens!",
        "text_Snowing": "snowing",
        "titleNewGame": "New Game",
        "titleOkay": "Okay",
        "bodySimulation3_Evaporate": "Evaporate the water and take it to the ice cube.",
        "8_level__Question": "Is water present in all its states (liquid, vapor and ice) during the Water Cycle?",
        "Fish-Sim1-1": "Alright, we just saw water flowing down over the mountain. That is the effect of runoff!",
        "Fish-Sim4-4": "That is why when precipitation happens, sometimes it may be snow, too!",
        "bodyTutorial_Snowing": "Crystallization is the process in which liquid water changes to ice. Snow is just solid water! Water is constantly changing states in the cycle; it can be liquid water, water vapor or ice.",
        "titleCutscene_Fish_4": "I see a lake in that mountain over there. I will try to jump on it!",
        "Fish-Sim2-2": "In this simulation, you will be able to see how evaporation happens.",
        "titleNo": "NO",
        "visualQuiz_Underground": "Underground",
        "text_Crystalization": "Crystallization",
        "titleListenToText": "LISTEN TO TEXT.",
        "text_Raining": "raining",
        "bodyTutorial_Rain": "The most famous part of the water cycle is called Precipitation. Precipitation is the process in which liquid water or ice falls from the sky. It is commonly called Rain, but Snow counts too!",
        "bodySimulation1_Click": "Click on the “pin” to remove it and let the water flow.",
        "titleGotIt": "GOT IT!",
        "titleTryAgain": "Try Again",
        "bodyDefeatCollision": "Those rocks are dangerous. Better avoid them.",
        "bodyTutorial_Evaporation": "Evaporation is a part of the cycle that happens when the sun heats a liquid enough that it becomes vapor and it starts to go up. \nThe water cycle depends on the energy from the Sun.",
        "5_level__Question": "Is condensation responsible for forming Clouds before the Precipitation part of the Cycle?",
        "star_dontRepeatLevel": "Finish the level without losing...",
        "visualQuizReinforcement_Evaporation": "That’s right! Water in gas form is lighter and floats up.",
        "visualQuizQuestion_Infiltration": "You just saw infiltrations of water. During infiltration, where does the water go?",
        "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
        "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
        "Fish-Sim3-1": "Ok, so now we just saw how the evaporated water can condense in a cloud to become rain later!",
        "tutorialSimulation3_condesation": "After the water evaporates, it goes up to the sky and starts condensing, creating what we know as clouds! When these clouds are full, rain happens, just like what we saw!",
        "Fish-Sim2-6": "Alright, let’s get back to swimming. We have a lot to learn!",
        "8_level__AnswerB": "No",
        "Fish-Sim1-4": "Good job! See how the excess water ran through the tube and then stayed on the flask on the right?",
        "bodySimulation2_ClickFlame": "CLICK ON THE FLAME ICON TO HEAT UP THE WATER.",
        "bodyDefeatFrozen": "Brrr! I'm too cold for this. But don't worry.",
        "titleDone": "Done",
        "titleCutscene_Fish_1": "What a calm day... I love swimming in this peaceful water from the ocean!",
        "visualQuizReinforcement_Infiltration": "That’s right! Infiltration takes water from the surface to underground pockets of water.\r",
        "quicktime_Jump": "Press Space to Jump!",
        "bodyLevelInfo_1": "Runoff is a process of the water cycle in which liquid water flows across a surface of land into a body of water. It is mainly caused by gravity and is influenced by the Topography. \n\nThe water path the fish uses was created by Runoff!",
        "Fish-Sim4-2": "That flask on the left is emitting really cold particles. Let’s see what it does to the liquid water.",
        "titleScore": "Your score",
        "8_level__AnswerA": "Yes"
    },
    "es": {
        "titleRateTheGame": "¡Oye, no olvides calificar el juego!",
        "titleCutscene_Fish_5": "Quizá lo del ciclo del agua me ayude a volver al océano.",
        "bodyDefeatOutOfAir": "Respirar es importante, ¿sabes? Pero no te preocupes.",
        "bodyTutorial_Condensation": "Otra parte del ciclo se denomina condensación, cuando el vapor de agua se condensa en nubes que luego se convertirán en agua líquida a partir de la lluvia.",
        "2_level__AnswerC": "Topografía",
        "text_Condensation": "condensación",
        "2_level__Question": "El proceso de escorrentía se debe principalmente a:",
        "visualQuizReinforcement_Runoff": "¡Correcto! La gravedad lleva el agua hacia un cuerpo de agua durante la escorrentía. En este caso, ¡era el océano!",
        "3_level__AnswerA": "Segunda vuelta",
        "tutorialSimulation1_runoff": "Eso es igual a lo que viste en el último nivel. La lluvia afectó al agua creando el efecto de escorrentía sobre la superficie.",
        "titleLevelInfo": "INFORMACIÓN",
        "titleLevelComplete": "¡Nivel completo!",
        "text_Transpiration": "transpiración",
        "titleLevelSelect": "Selección de nivel",
        "titlePressAnyKey": "Presiona cualquier tecla para continuar...",
        "text_Rain": "lluvia",
        "9_level__AnswerC": "Segunda vuelta",
        "visualQuiz_TryAgain": "Vuelve a intentarlo",
        "titleFinalScore": "TU PUNTUACIÓN FINAL",
        "Fish-Sim1-5": "Eso es igual a lo que viste en el último nivel. La lluvia afectó al agua creando el efecto de escorrentía sobre la superficie.",
        "Fish-Sim4-3": "¡Así es! Cuando la temperatura del agua es demasiado baja, se congela y se convierte en hielo.",
        "bodyTutorial_HumanActivity": "¡Ahora lo sabes todo sobre el ciclo del agua! Pero recuerda:\n\nLa actividad humana puede introducir sustancias nocivas y beneficiosas en las aguas superficiales y subterráneas. ¡Así que ten cuidado al usar el plástico!\n",
        "titleCutscene_Fish_6": "¡Aquí vamos!",
        "titleCutsceneFinal_Fish_4": "Y ahora por fin puedo disfrutar nadando en esta agua líquida del océano. ¡Todo gracias al ciclo del agua!",
        "visualQuizQuestion_Runoff": "Durante la escorrentía, el agua tiende a moverse hacia un cuerpo de agua. Acabas de ver lo que pasa. ¿A dónde se fue el agua?",
        "3_level__AnswerB": "Evaporación",
        "bodyTutorial_WaterDistribuition": "¿Sabías? El agua se encuentra en los océanos, ríos, lagos, pantanos, aguas subterráneas, acuíferos y hielo. El 97% de toda el agua de la Tierra se encuentra en sus océanos y solo una pequeña fracción se encuentra en arroyos, ríos y lagos. ¡Todos los cuales están dentro de la hidrosfera terrestre! La mayor parte del agua dulce de la Tierra se encuentra en glaciares y acuíferos subterráneos.",
        "bodyReinforcement_Runoff": "Marcador de posición de escorrentía de refuerzo",
        "Fish-Sim3-2": "En esta simulación, podrás ver cómo ocurre la lluvia.",
        "7_level__Question": "Durante el proceso de infiltración, el agua:",
        "titleHowToPlay": "Cómo jugar",
        "titleCongratulations": "¡Felicidades!",
        "visualQuiz_Sky": "Cielo",
        "titleClose": "Cerrar",
        "2_level__AnswerA": "Gravedad",
        "9_level__AnswerD": "precipitación",
        "bodyTutorial_Evaporation_Infiltration": "La evaporación es una parte del ciclo que ocurre cuando el Sol calienta un líquido lo suficiente como para que se convierta en vapor y comience a subir.\n\nY durante la transpiración, las plantas absorben agua líquida a través de sus raíces y luego liberan vapor de agua a través de sus hojas.\n\n¡Estas dos partes del ciclo solo ocurren debido a la energía del Sol!",
        "visualQuizReinforcement_Precipitation": "¡Buen trabajo! El agua de las nubes cae al suelo durante la precipitación.",
        "titleEnableAutomaticTTS": "¿Desea habilitar la conversión automática de texto a voz?",
        "text_Runoff": "segunda vuelta",
        "9_level__Question": "¿Cuál de las siguientes opciones no forma parte del ciclo del agua?",
        "visualQuiz_Ground": "Suelo",
        "star_finishTheLevel": "Termina el nivel...",
        "bodyTutorial_level2": "La evaporación es una parte del ciclo que ocurre cuando el Sol calienta un líquido lo suficiente como para que se convierta en vapor y comience a subir. El ciclo del agua depende de la energía del Sol.",
        "text_Evaporation": "evaporación",
        "text_Precipitation": "precipitación",
        "bodySimulation4_Freeze": "LLEVA EL AGUA AL MATRAZ FRÍO",
        "text_Gravity": "gravedad",
        "titleRetry": "Intentar de nuevo",
        "Fish-Sim2-1": "¡Esta vez acabamos de ver el agua evaporarse!",
        "5_level__AnswerA": "Sí",
        "Fish-Sim4-1": "¡Muy bien! ¡Acabamos de ver cómo el agua se congelaba y se convertía en nieve!",
        "titleCutsceneFinal_Fish_1": "¡Buen trabajo! ¡¡¡Eres increíble!!!",
        "2_level__AnswerB": "El sol",
        "bodyTutorial_Infiltration": "La infiltración es un proceso en el que el agua líquida se absorbe en el suelo. Este proceso también forma agua subterránea, agua líquida que se ha hundido en el suelo del suelo y viaja a través de las grietas entre las rocas subterráneas.",
        "visualQuizQuestion_Precipitation": "Durante la precipitación, la gravedad afecta a las partículas de agua. Acabas de ver lo que pasó durante la lluvia, ¿a dónde se fue el agua?",
        "Fish-Sim2-3 TUTO": "Muy bien. Ahora, ¡haz clic en el icono de la llama para calentar el agua!",
        "9_level__AnswerA": "Transformación",
        "visualQuiz_Ocean": "Océano",
        "tutorialSimulation2_evaporation": "La energía del Sol calienta la superficie del agua y hace que se evapore. ¡Eso es igual a lo que vimos en la montaña!",
        "titleWrongAnswer": "¡Te atraparon! Pero no te preocupes.",
        "titleYes": "SÍ",
        "titleConfirm": "Confirmar",
        "9_level__AnswerB": "Evaporación",
        "Fish-Sim2-4": "¡Buen trabajo! ¿Viste cómo el agua se convirtió en vapor? ¡Ese es el proceso de evaporación que está ocurriendo!",
        "visualQuizQuestion_Evaporation": "Durante la evaporación y la transpiración, la gravedad afecta a las partículas de vapor de agua. Acabas de ver lo que pasa, ¿a dónde se fue el vapor de agua?",
        "Fish-Sim1-6": "¡Ahora, sigamos adelante!",
        "titleTapAnywhere": "Mantén presionada cualquier tecla para continuar...",
        "bodyTutorial_level8": "El agua se encuentra en los océanos, ríos, lagos, pantanos, aguas subterráneas, acuíferos y hielo. El 97% del agua de la Tierra se encuentra en los océanos y solo una pequeña fracción se encuentra en arroyos, ríos y lagos. ¡Todos los cuales están dentro de la hidrosfera terrestre!\nExtra: La mayor parte del agua dulce de la Tierra se encuentra en glaciares y acuíferos subterráneos.",
        "titleCutscene_Fish_2": "He oído que el agua tiene ciclos... Simplemente no entiendo cómo funciona todavía",
        "titleCutscene_Fish_3": "¡¿Qué fue eso?!?! ¡Estoy dentro de la boca de un pelícano!",
        "star_correctAnswer": "Responde correctamente a la pregunta...",
        "Fish-Level1-1": "¡Vaya, está lloviendo! ¡Se está produciendo un proceso de escorrentía y el agua fluye sobre la montaña!",
        "bodyTutorial_level1": "La escorrentía es un proceso del ciclo del agua en el que el agua líquida fluye a través de una superficie terrestre hacia una masa de agua. Está causada principalmente por la gravedad y está influenciada por la topografía. \n\n¡El camino del agua en el que se ahoga el pez fue creado por la escorrentía!",
        "Fish-Sim3-5": "¡Estoy aprendiendo mucho gracias a ti! ¡Vamos!",
        "Fish-Sim3-3": "Ya sabes cómo hacer que el agua se evapore. Ahora intenta llevar el vapor a ese cubo de hielo, para que podamos ver la condensación.",
        "titleGo": "IR",
        "7_level__AnswerA": "Se absorbe en el suelo",
        "3_level__Question": "¿Cuál de los siguientes NO es un proceso en el que el agua líquida se convierte en vapor?",
        "3_level__AnswerC": "Transpiración",
        "titleContinue": "Continuar",
        "Fish-Sim2-5": "Muy bien, volvamos a la natación, ¡tenemos mucho que aprender!",
        "bodyTutorial_Transpiration": "La transpiración también forma parte del ciclo, el proceso en el que las plantas absorben agua líquida a través de las raíces y luego liberan vapor de agua a través de las hojas.",
        "titlePlay": "Juega",
        "7_level__AnswerB": "Cae del cielo",
        "titleCutsceneFinal_Fish_3": "Pero recuerde: la actividad humana puede introducir sustancias tanto dañinas como beneficiosas en las aguas superficiales y subterráneas. ¡Así que ten cuidado cuando utilices el plástico!",
        "Fish-Sim1-3 TUTO": "Ahora haz clic en el «alfiler» para retirarlo y dejar que el agua fluya.",
        "Fish-Sim3-4": "¡Eso es impresionante! Simulaste que el agua corría por el tubo, luego se evaporó y se condensó de nuevo en agua, ¡igual que la lluvia!",
        "bodyLevelInfo_4": "La hidrosfera terrestre incluye toda el agua que existe en la atmósfera, los cuerpos de agua y el suelo.",
        "bodyTutorial_Cycle": "El ciclo del agua de la Tierra implica los procesos mediante los cuales el agua circula entre los océanos, la atmósfera, la tierra y los organismos vivos.",
        "Fish-Sim4-5": "Solo espero no nadar en un día de nieve...",
        "tutorialSimulation3_evaporation": "Una vez que el agua se evapora, puede volver a condensarse en el cielo, ¡creando lo que conocemos como nubes! Cuando estas nubes están llenas, llueve, ¡igual que lo que vimos!",
        "5_level__AnswerB": "No",
        "titleCutsceneFinal_Fish_2": "¡Ahora lo sé todo sobre el ciclo del agua!",
        "Fish-Level5-1": "Si quieres ir a la clandestinidad, ¡NO saltes!",
        "bodyDefeatFall": "Tenga cuidado de no caerse.",
        "bodyTutorial_Hydrosphere": "La hidrosfera terrestre incluye toda el agua que existe en la atmósfera, los cuerpos de agua y el suelo.",
        "Fish-Level1-2": "Eso es impresionante. Ahora puedo nadar en estas aguas para bajar la montaña.",
        "bodyScore": "Puntuación:",
        "bodyHowToPlay": "Haz clic en los alfileres para abrir el camino a las partículas de materia y a los peces.\n\nHaga clic en una válvula de agua activa para liberar más agua cuando sea posible.\n\n¡Lleva el pez a la salida para ganar el nivel!",
        "Fish-Sim1-2": "¡En esta simulación, podrás ver cómo ocurre la segunda vuelta!",
        "text_Snowing": "nevando",
        "titleNewGame": "Juego nuevo",
        "titleOkay": "Ok",
        "bodySimulation3_Evaporate": "Evaporá el agua y llévala al cubo de hielo.",
        "8_level__Question": "¿Está presente el agua en todos sus estados (líquido, vapor y hielo) durante el ciclo del agua?",
        "Fish-Sim1-1": "Muy bien, acabamos de ver agua fluyendo por la montaña. ¡Ese es el efecto de la segunda vuelta!",
        "Fish-Sim4-4": "Por eso, cuando hay precipitaciones, ¡a veces también puede ser nieve!",
        "bodyTutorial_Snowing": "La cristalización es el proceso en el que el agua líquida se transforma en hielo. ¡La nieve es solo agua sólida! El agua cambia constantemente de estado en el ciclo; puede ser agua líquida, vapor de agua o hielo.",
        "titleCutscene_Fish_4": "Veo un lago en esa montaña de ahí. ¡Intentaré subirme a él!",
        "Fish-Sim2-2": "En esta simulación, podrás ver cómo se produce la evaporación.",
        "titleNo": "NO",
        "visualQuiz_Underground": "Subterránea",
        "text_Crystalization": "Cristalización",
        "titleListenToText": "ESCUCHAR TEXTO",
        "text_Raining": "lloviendo",
        "bodyTutorial_Rain": "La parte más famosa del ciclo del agua se llama precipitación. La precipitación es el proceso por el cual el agua líquida o el hielo caen del cielo. Se llama comúnmente lluvia, ¡pero la nieve también cuenta!",
        "bodySimulation1_Click": "Haga clic en el «alfiler» para quitarlo y dejar que el agua fluya.",
        "titleGotIt": "¡LO TENGO!",
        "titleTryAgain": "Vuelve a intentarlo",
        "bodyDefeatCollision": "Esas rocas son peligrosas. Es mejor evitarlos.",
        "bodyTutorial_Evaporation": "La evaporación es una parte del ciclo que ocurre cuando el sol calienta un líquido lo suficiente como para que se convierta en vapor y comience a subir. \nEl ciclo del agua depende de la energía del Sol.",
        "5_level__Question": "¿La condensación es responsable de la formación de nubes antes de la parte del ciclo de precipitación?",
        "star_dontRepeatLevel": "Termina el nivel sin perder...",
        "visualQuizReinforcement_Evaporation": "¡Así es! El agua en forma de gas es más ligera y flota hacia arriba.",
        "visualQuizQuestion_Infiltration": "Acabas de ver infiltraciones de agua. Durante la infiltración, ¿a dónde va el agua?",
        "titleCustomize": "PERSONALIZA TU PERSONAJE",
        "bodyPlayAgainWarning": "¡Puedes volver a jugar niveles si quieres ganar 3 estrellas!",
        "Fish-Sim3-1": "Bien, ¡acabamos de ver cómo el agua evaporada puede condensarse en una nube para convertirse en lluvia más tarde!",
        "tutorialSimulation3_condesation": "Una vez que el agua se evapora, sube al cielo y comienza a condensarse, ¡creando lo que conocemos como nubes! Cuando estas nubes están llenas, llueve, ¡igual que lo que vimos!",
        "Fish-Sim2-6": "Muy bien, volvamos a nadar. ¡Tenemos mucho que aprender!",
        "8_level__AnswerB": "No",
        "Fish-Sim1-4": "¡Buen trabajo! ¿Ves cómo el exceso de agua corría por el tubo y luego se quedaba en el matraz de la derecha?",
        "bodySimulation2_ClickFlame": "HAGA CLIC EN EL ICONO DE LA LLAMA PARA CALENTAR EL AGUA",
        "bodyDefeatFrozen": "¡Brrr! Tengo demasiado frío para esto. Pero no te preocupes.",
        "titleDone": "Terminado",
        "titleCutscene_Fish_1": "Qué día tan tranquilo... ¡Me encanta nadar en estas tranquilas aguas del océano!",
        "visualQuizReinforcement_Infiltration": "¡Así es! La infiltración lleva el agua de la superficie a las bolsas de agua subterráneas.\r",
        "quicktime_Jump": "¡Presiona la barra espaciadora para saltar!",
        "bodyLevelInfo_1": "La escorrentía es un proceso del ciclo del agua en el que el agua líquida fluye a través de una superficie terrestre hacia una masa de agua. Está causada principalmente por la gravedad y está influenciada por la topografía. \n\n¡El camino de agua que utilizan los peces fue creado por Runoff!",
        "Fish-Sim4-2": "El matraz de la izquierda emite partículas muy frías. Veamos qué le hace al agua líquida.",
        "titleScore": "Tu puntuación",
        "8_level__AnswerA": "Sí"
    }
}