{
    "en": {
        "7b945d3c": "3 groups",
        "hudScore": "Score:",
        "titleRateTheGame": "Hey, don’t forget to rate the game!",
        "9944a38c": "We’re here, guys!",
        "3dac115e": "Let’s try it out! Shoot the birds through the portal and you will see them multiply!",
        "DynamicError1": "Oh no, It doesn't seem quite right...",
        "268e6637": "That’s right! The number on top of the rocks represents the result you must achieve to break it down, the product!",
        "0668da3e": "That’s not just any barrier, the pigs built it so we can only break it if we hit it with the right amount of birds! See the number on top?",
        "683c7195": "You are doing great! Let me tell you what I found out!",
        "329517d7": "2",
        "274286cb": "That’s not it! Factors are always before and after the x.",
        "717aefb7": "The numbers before and after the x are called Factors!\nAnd the ones after the = are called Product.\nSo in 2 x 3 = 6, 2 and 3 are Factors and 6 is the Product!",
        "32322043": "Don’t worry I have a secret weapon!",
        "titleLevelComplete": "Level COMPLETE",
        "titleLevelSelect": "Level Select",
        "titlePressAnyKey": "Press any key to continue...",
        "4ca58002": "That’s right! Both of these options are factors in multiplication because they stay beside the x! \nIn the game, they are the birds you select and the portal you pass by!",
        "visualQuiz_TryAgain": "Try again",
        "titleFinalScore": "YOUR FINAL SCORE",
        "ee514b9e": "Simple! They have to hit the tower with the same amount of birds that is displayed on the top!",
        "bb424166": "Which of these is the Product?",
        "ef66d937": "Hey there! Why are you here?\n\r",
        "number5": "five",
        "number6": "six",
        "number1": "one",
        "82e3c994": "How will the birds defeat the barrier the pigs built?",
        "47d3601b": " If we shoot a group of 2 birds by 3x portal we will come out with 6 birds! Because 3x2 is the same as 2+2+2 resulting in 6.",
        "71a2ae3c": "12 groups",
        "da4eba97": "How many groups of 2 would you need to make 6x2 = 12?",
        "dd9eaefb": "2",
        "fd1a7864-acef-49ee-a827-7867b2b4ba2b": "3 groups",
        "number4": "four",
        "f06b6b13": "That’s not it! Let’s try again?\nThink about the X as “groups of” so 6x2 would be 6 groups of 2! \r",
        "97cb9ea2": "Instead of adding the birds to the sling we will multiply them by shooting through the portal! It will give us the same result as adding them up! \n\nIf we shoot a group of 2 birds by x2 portal we will come out with 4 birds! Because:\r\n\r\n2 times 2 = 4 like 2+2 = 4 (visual representation of the groups is needed)",
        "titleHowToPlay": "How to play",
        "c32d52f1": "times",
        "36243daf": "Multiplication portal? What’s that?",
        "afeb7812": "Click here to add groups of two!",
        "b0d4d1c2": "Anyway, more hands to help protect the eggs! It’s been unusually calm these days…",
        "300f6154": "That’s not it! Let’s remember the product stays after the = ok?",
        "titleCongratulations": "Congratulations!",
        "titleClose": "Close",
        "9496af80": "Hey, you got the same result using different groups of birds? That’s amazing! Let’s understand how it works!",
        "20d7c91e": "The pigs attacked again! And it seems they brought more defenses this time.",
        "aa2a5033": "6",
        "titleEnableAutomaticTTS": "Do you wish to enable automatic text to speech?",
        "titleProduct": "Product",
        "bb27e323": "Did you know that the places in multiplication have names?",
        "star_finishTheLevel": "Finish the level...",
        "9cbdeb95": "That was so good! Let’s see if you understand the names now?",
        "5b93ee7f": "It was just another day and Red was patrolling the area to check for pigs when...",
        "0764c55e": "Now you know what to do. Let’s get them out of here!",
        "6578a922": "You got the Factors, but what about the Product?",
        "number2": "two",
        "6d77ac8f": "6",
        "808bc3df": "4x2 = 8 The X right here means “times”! So to read it you go: “Four times Two equals Eight”\n\nThink about the X as “groups of” ! So 4x2 would be 4 groups of 2! ",
        "titleRetry": "Retry",
        "tryAgainMessage": "Oops, you missed it. Try aiming at the barrier",
        "3719b3be": "3",
        "8c721b58": "That was amazing, right? Multiplication can help you a whole lot!",
        "a6777ea6": "4 groups",
        "titleWrongAnswer": "You were caught! But don't worry.",
        "titleYes": "YES",
        "a281f2a4": "Tocar musica 2",
        "titleConfirm": "Confirm",
        "16161f76": "Let's keep it up! The multiplication portals will help us now!",
        "titleFactor": "Factor",
        "titleTapAnywhere": "Hold any key to continue...",
        "9c9e4c13-1534-41c6-a3ec-613da90f21bb": "12 groups",
        "99c5e721": "3",
        "star_correctAnswer": "Answer the question correctly...",
        "53f7318a": "Now you have other options of groups to choose from!",
        "titleContinue": "CONTINUE",
        "85f96117": "The pigs attacked again! And it seems they broght more defenses this time.",
        "ba0effee": "6 groups",
        "56d74e72": "But the logic is still the same. The number you choose will be multiplied by the portal you pass!",
        "titlePlay": "Play",
        "DynamicError3": "Try something like this instead! \nDon't worry you got this!",
        "456a45f8": "Instead of adding the birds to the sling we will multiply them by shooting through the portal! \nIt will give us the same result as adding up the same number multiple times!",
        "a56c833d": "Click on the slingshot",
        "7a947057": "Let's launch the birds on the pigs to chase them away!",
        "DynamicError2": "Let's take a closer look at the multiplication you just did!",
        "b7c68159": "Let’s learn a bit more about it?",
        "2de89fcd": "Hey, RED! Sorry about the delay!",
        "a9b4d9e7": "It seems the number is not quite right! \r\n\rRemember: The groups have 2 birds each and you need to have 8 birds in total.",
        "titleNewGame": "New Game",
        "titleOkay": "Okay",
        "72149c28": "Release when you're ready!",
        "f13d15c4": "Sorry about the wait!",
        "number10": "ten",
        "ce86fafe": "Sorry I’m late!",
        "216ef4b9": "Here we learned that if we add 4 groups of 2 birds, we have 8 birds! But did you know that there’s another way of doing the same thing?\n\nLet’s discover!",
        "titleNo": "NO",
        "f7244801": "Hey Guys! Let's end this!",
        "e4d90f22": "Hey, there! Why are you here?",
        "556f6300": " I knew it! Those pigs never give up! Where’s the others when I need them? Hey come here and help me!",
        "0d95e3a1": "The barriers had a 6 on the top, meaning you had to hit it with 6 birds right?\nThere are 2 ways of getting the final result of six here!",
        "9216591f": "equals",
        "titleListenToText": "LISTEN",
        "number3": "three",
        "e5f936e3": "You did it! Easy right?\r\n\rLet’s take a look at the multiplications you made just now:",
        "titleGotIt": "GOT IT!",
        "titleTryAgain": "TRY AGAIN",
        "defeatTitle": "DEFEAT:",
        "star_dontRepeatLevel": "Finish the level without losing...",
        "d95063a4": "Only the egg protection team should be here!",
        "titleCustomize": "CUSTOMIZE YOUR CHARACTER",
        "bodyPlayAgainWarning": "You can play levels again if you want to earn 3 stars!",
        "761389dc": "Just add the correct amount to the sling and hit it!",
        "fbde2c64": "Sorry I’m late!",
        "128ecf53": "Let’s take those pigs outta here!",
        "92c0c3fa": "It seems they are running out of birds and these barriers keep coming! But don't worry!",
        "dbfc1890": "Pull back and aim!",
        "43dbe9bd": "Only the egg protection team should be here!",
        "titleDone": "Done",
        "faf979af": " That’s right! 6x2 means “Six times Two” or “6 groups of 2 objects”",
        "3249283a": "This is the multiplication portal!",
        "9f783238": "Anyway, more hands to help protect the eggs! It’s been unusually calm these days…",
        "titleScore": "Your score",
        "5f10dd10": "Which of these are the Factors?"
    },
    "es": {
        "7b945d3c": "3 grupos",
        "hudScore": "Puntuación:",
        "titleRateTheGame": "¡Ey, no te olvides de valorar el juego!",
        "9944a38c": "¡Estamos aquí, chicos!",
        "3dac115e": "¡Vamos a probarlo! ¡Dispara a los pájaros a través del portal y verás cómo se multiplican!",
        "DynamicError1": "Oh, no, no parece del todo correcto...",
        "268e6637": "¡Eso es correcto! El número en la parte superior de las rocas representa el resultado que debes lograr para derrumbarlas, ¡el producto!",
        "0668da3e": "No es una barrera cualquiera, ¡los cerdos la construyeron para que solo podamos romperla si la golpeamos con la cantidad adecuada de pájaros! ¿Ves el número en la parte superior?",
        "683c7195": "¡Lo estás haciendo muy bien! ¡Déjame decirte lo que descubrí!",
        "329517d7": "2",
        "274286cb": "¡No es eso! Los factores siempre están antes y después de la x.",
        "717aefb7": "¡Los números antes y después de la x se llaman factores!\nY los que están después del = se llaman Producto.\nAsí que en 2 x 3 = 6, ¡2 y 3 son factores y 6 es el producto!",
        "32322043": "¡No te preocupes, tengo un arma secreta!",
        "titleLevelComplete": "Nivel COMPLETO",
        "titleLevelSelect": "Selección de nivel",
        "titlePressAnyKey": "Presiona cualquier tecla para continuar...",
        "4ca58002": "¡Eso es correcto! ¡Ambas opciones son factores en la multiplicación porque permanecen al lado de la x! \n¡En el juego, son los pájaros que seleccionas y el portal por el que pasan!",
        "visualQuiz_TryAgain": "Inténtalo de nuevo",
        "titleFinalScore": "TU PUNTUACIÓN FINAL",
        "ee514b9e": "¡Sencillo! ¡Tienen que llegar a la torre con la misma cantidad de pájaros que la que se muestra en la parte superior!",
        "bb424166": "¿Cuál de los siguientes es el producto?",
        "ef66d937": "¡Hola! ¿Por qué estás aquí?\n\r",
        "number5": "cinco",
        "number6": "seis",
        "number1": "uno",
        "82e3c994": "¿Cómo vencerán los pájaros la barrera que construyeron los cerdos?",
        "47d3601b": " Si disparamos a un grupo de 2 pájaros por un portal 3x, ¡saldremos con 6 pájaros! Porque 3x2 es lo mismo que 2+2+2, lo que da como resultado 6.",
        "71a2ae3c": "12 grupos",
        "da4eba97": "¿Cuántos grupos de 2 necesitarías para hacer 6x2 = 12?",
        "dd9eaefb": "2",
        "fd1a7864-acef-49ee-a827-7867b2b4ba2b": "3 grupos",
        "number4": "cuatro",
        "f06b6b13": "¡No es eso! ¿Vamos a intentarlo de nuevo?\nPiensa en las X como «grupos de», ¡así que 6x2 serían 6 grupos de 2! \r",
        "97cb9ea2": "¡En lugar de añadir los pájaros al cabestrillo, los multiplicaremos disparando a través del portal! ¡Obtendremos el mismo resultado que al sumarlos! \n\nSi disparamos a un grupo de 2 pájaros con un portal x2, ¡saldremos con 4 pájaros! Porque:\r\n\r\n2 veces 2 = 4 como 2+2 = 4 (se necesita una representación visual de los grupos)",
        "titleHowToPlay": "Cómo jugar",
        "c32d52f1": "veces",
        "36243daf": "¿Portal de multiplicación? ¿Qué es eso?",
        "afeb7812": "¡Haz clic aquí para añadir grupos de dos!",
        "b0d4d1c2": "De todos modos, ¡más manos para ayudar a proteger los huevos! Estos días ha estado inusualmente tranquilo...",
        "300f6154": "¡No es eso! Recordemos que el producto se queda después del = ¿vale?",
        "titleCongratulations": "¡Felicidades!",
        "titleClose": "Cerrar",
        "9496af80": "Oye, ¿obtuviste el mismo resultado usando diferentes grupos de pájaros? ¡Eso es increíble! ¡Vamos a entender cómo funciona!",
        "20d7c91e": "¡Los cerdos han vuelto a atacar! Y parece que esta vez han traído más defensas.",
        "aa2a5033": "6",
        "titleEnableAutomaticTTS": "¿Deseas activar la conversión automática de texto a voz?",
        "titleProduct": "Producto",
        "bb27e323": "¿Sabías que los lugares de la multiplicación tienen nombres?",
        "star_finishTheLevel": "Termina el nivel...",
        "9cbdeb95": "¡Eso estuvo tan bueno! ¿Vamos a ver si ahora entiendes los nombres?",
        "5b93ee7f": "Era solo otro día y Red estaba patrullando la zona para comprobar si había cerdos cuando...",
        "0764c55e": "Ahora ya sabes qué hacer. ¡Vamos a sacarlos de aquí!",
        "6578a922": "Tienes los factores, pero ¿qué pasa con el producto?",
        "number2": "dos",
        "6d77ac8f": "6",
        "808bc3df": "4x2 = 8 ¡La X de aquí significa «por»! Así que para leerlo dices: «Cuatro por dos es igual a ocho»\n\n¡Piensa en las X como «grupos de»! ¡Así que 4x2 serían 4 grupos de 2! ",
        "titleRetry": "Reintentar",
        "tryAgainMessage": "Vaya, te lo perdiste. Intenta apuntar a la barrera",
        "3719b3be": "3",
        "8c721b58": "Fue increíble, ¿verdad? ¡La multiplicación puede ayudarte mucho!",
        "a6777ea6": "4 grupos",
        "titleWrongAnswer": "¡Te atraparon! Pero no te preocupes.",
        "titleYes": "SÍ",
        "a281f2a4": "Tocar música 2",
        "titleConfirm": "Confirmar",
        "16161f76": "¡Sigamos así! ¡Los portales de multiplicación nos ayudarán ahora!",
        "titleFactor": "Factor",
        "titleTapAnywhere": "Mantén pulsada cualquier tecla para continuar...",
        "9c9e4c13-1534-41c6-a3ec-613da90f21bb": "12 grupos",
        "99c5e721": "3",
        "star_correctAnswer": "Responde correctamente a la pregunta...",
        "53f7318a": "¡Ahora tienes otras opciones de grupos para elegir!",
        "titleContinue": "CONTINUAR",
        "85f96117": "¡Los cerdos han vuelto a atacar! Y parece que esta vez han puesto más defensas.",
        "ba0effee": "6 grupos",
        "56d74e72": "Sin embargo, la lógica sigue siendo la misma. ¡El número que elijas se multiplicará por el portal por el que pasen!",
        "titlePlay": "Jugar",
        "DynamicError3": "¡Prueba algo como esto en su lugar! \n¡No te preocupes, lo tienes!",
        "456a45f8": "¡En lugar de añadir los pájaros a la resortera, los multiplicaremos disparando a través del portal! \n¡Obtendremos el mismo resultado que sumar el mismo número varias veces!",
        "a56c833d": "Haga clic en la resortera",
        "7a947057": "¡Lancemos a los pájaros sobre los cerdos para ahuyentarlos!",
        "DynamicError2": "¡Echemos un vistazo más de cerca a la multiplicación que acabas de hacer!",
        "b7c68159": "¿Vamos a aprender un poco más al respecto?",
        "2de89fcd": "¡Hola, RED! ¡Lamento la demora!",
        "a9b4d9e7": "¡Parece que el número no es del todo correcto! \n\nRecuerda: los grupos tienen 2 pájaros cada uno y necesitas tener 8 pájaros en total.",
        "titleNewGame": "Juego nuevo",
        "titleOkay": "Bueno",
        "72149c28": "¡Libera cuando estés listo!",
        "f13d15c4": "¡Lamento la espera!",
        "number10": "diez",
        "ce86fafe": "¡Lo siento, llego tarde!",
        "216ef4b9": "Aquí aprendimos que si sumamos 4 grupos de 2 pájaros, ¡tenemos 8 pájaros! ¿Pero sabías que hay otra forma de hacer lo mismo?\n\n¡Vamos a descubrirlo!",
        "titleNo": "NO",
        "f7244801": "¡Hola chicos! ¡Acabemos con esto!",
        "e4d90f22": "¡Hola, ahí! ¿Por qué estás aquí?",
        "556f6300": " ¡Lo sabía! ¡Esos cerdos nunca se dan por vencidos! ¿Dónde están los demás cuando los necesito? ¡Hey, ven aquí y ayúdame!",
        "0d95e3a1": "Las barreras tenían un 6 en la parte superior, lo que significa que tenías que golpearlas con 6 pájaros, ¿verdad?\n¡Aquí hay dos maneras de obtener el resultado final de seis!",
        "9216591f": "iguales",
        "titleListenToText": "ESCUCHAR",
        "number3": "tres",
        "e5f936e3": "¡Lo lograste! Fácil, ¿verdad?\r\n\rVeamos las multiplicaciones que acabas de hacer:",
        "titleGotIt": "¡LO TENGO!",
        "titleTryAgain": "INTÉNTALO DE NUEVO",
        "defeatTitle": "DERROTA:",
        "star_dontRepeatLevel": "Termina el nivel sin perder...",
        "d95063a4": "¡Solo el equipo de protección de huevos debería estar aquí!",
        "titleCustomize": "PERSONALIZA TU PERSONAJE",
        "bodyPlayAgainWarning": "¡Puedes volver a jugar niveles si quieres ganar 3 estrellas!",
        "761389dc": "¡Solo tienes que añadir la cantidad correcta a la eslinga y golpearla!",
        "fbde2c64": "¡Lo siento, llego tarde!",
        "128ecf53": "¡Saquemos a esos cerdos de aquí!",
        "92c0c3fa": "¡Parece que se están quedando sin pájaros y estas barreras siguen llegando! ¡Pero no te preocupes!",
        "dbfc1890": "¡Retrocede y apunta!",
        "43dbe9bd": "¡Solo el equipo de protección de huevos debería estar aquí!",
        "titleDone": "Hecho",
        "faf979af": " ¡Eso es correcto! 6x2 significa «Seis veces dos» o «6 grupos de 2 objetos»",
        "3249283a": "¡Este es el portal de multiplicación!",
        "9f783238": "De todos modos, ¡más manos para ayudar a proteger los huevos! Estos días ha estado inusualmente tranquilo...",
        "titleScore": "Tu puntuación",
        "5f10dd10": "¿Cuáles de los siguientes son los factores?"
    }
}